Repository: AsmaBabarISL/Epr_General
Catalog: TireTrax/TireTraxLib/Resources/Errors/Errors.*.resx
Languages: fr, ko

source: Business Legal Name
fr: Raison sociale
ko: 사업 법률 명

source: &quot;Suite # or Unit #
fr: Suite # Unit # ou
ko: "스위트 룸 # 또는 단위 #

source: Add Supplier
fr: Ajouter Fournisseur
ko: 이 참조를 추가

source: Business Legal Name1
ko: 법률 회사 명

source: Delete
fr: effacer
ko: 삭제

source: Enter ZIP Code
fr: Entrez le code postal
ko: 우편 번호를 입력

source: First Name
fr: Prénom
ko: 이름

source: From
fr: à partir de
ko: 부터

source: If applicable
fr: le cas échéant
ko: 해당되는 경우

source: If Mailing Address different
fr: Si l'adresse postale différente
ko: 우편 주소와 다를 경우

source: Last Name
ko: 성

source: Location Legal Name
fr: Nom légal
ko: 위치 법적 이름

source: Mailing Street# - Street name
fr: # Postale Rue - Rue
ko: 스트리트 # - 이름

source: Next
fr: suivant
ko: 다음

source: Password does not match
fr: Mot de passe ne correspond pas
ko: 비밀번호가 일치하지 않습니다

source: Please add atleast three clients
fr: S'il vous plaît ajouter atleast trois clients
ko: 적어도 세 클라이언트를 추가하십시오

source: Please add atleast three Suppliers
fr: S'il vous plaît ajouter atleast trois fournisseurs
ko: 적어도 세 업체를 추가하세요 적어도 세 클라이언트를 추가하십시오

source: Please check mark Permanent or Temporary box
ko: 마르크 영구 또는 임시 확인란을 선택하십시오

source: Please check mark the Steward Privacy Agreement box
fr: S'il vous plaît cocher la case Steward Accord de confidentialité
ko: 스튜 워드 개인 정보 보호 계약 상자를 표시 확인하시기 바랍니다

source: Please check mark the EPRTS Privacy Agreement box
fr: S'il vous plaît cocher la case EPRTS Accord de confidentialité
ko: EPRTS 개인 정보 보호 계약 상자를 표시 확인하시기 바랍니다

source: Please enter Mailing Suite# or PO Box#
fr: S'il vous plaît entrer postale Suite # ou PO Box #
ko: 메일 링 스위트 룸 # 또는 사서함 #를 입력하세요

source: Please enter Address
fr: S'il vous plaît entrer l'adresse
ko: 주소를 입력 해주십시오

source: Please enter Business Name1
ko: 법률 회사 명을 입력하세요

source: Please enter Business Phone
fr: S'il vous plaît entrer Business Phone
ko: 회사 전화 번호를 입력하세요

source: Please enter City
fr: S'il vous plaît entrer
ko: 도시를 입력하세요

source: Please enter Company Name
fr: S'il vous plaît entrez Nom de la société
ko: 회사 명을 입력하세요

source: Please enter Contact Name
fr: S'il vous plaît entrer Personne-ressource
ko: 연락처 이름을 입력하세요

source: Please enter Location Contact Email
fr: S'il vous plaît entrer une adresse Localisation Contact
ko: 위치 이메일 주소를 입력 해주십시오

source: Please enter Location Name
fr: S'il vous plaît entrez Nom
ko: 위치 이름을 입력하세요

source: Please enter Location Permit #
fr: S'il vous plaît entrer permis Emplacement #
ko: 위치 허가를 # 입력하세요

source: Please enter Mailing Address
fr: S'il vous plaît entrer l'adresse postale
ko: 우편 주소를 입력 해주십시오

source: Please enter Mailing Address City
fr: S'il vous plaît entrer Adresse postale
ko: 우편 주소 도시를 입력하세요

source: Please enter Mailing Address ZIP Code
ko: 우편 주소의 우편 번호를 입력하세요

source: Please enter Owner Email
fr: S'il vous plaît entrer une adresse du propriétaire
ko: 소유자 이메일을 입력하십시오

source: Please enter Password
fr: S'il vous plaît entrer mot de passe
ko: 비밀번호를 입력하세요

source: Please enter Primary Contact Cell Phone
fr: S'il vous plaît entrer primaire Cell Phone Contacter
ko: 기본 연락처 휴대 전화를 입력 해주십시오

source: Please enter Primary Contact Email
fr: S'il vous plaît entrer une adresse ressource principale
ko: 기본 이메일 주소를 입력 해주십시오

source: Please enter Suit #
fr: S'il vous plaît entrer Suit #
ko: 소송을 입력하십시오 #

source: Please enter Tire Storage Permit Number
fr: S'il vous plaît entrez le numéro de permis de stockage des pneus
ko: 타이어 스토리지 허가 번호를 입력하세요

source: Please enter Tire Transportation Permit Number
fr: S'il vous plaît entrez le numéro de permis de transport Tire
ko: 타이어 교통 허가 번호를 입력하세요

source: Please enter valid Business Phone
ko: 유효한 회사 전화 번호를 입력하세요

source: Please enter valid Email Address
fr: S'il vous plaît entrer l'adresse e-mail valide
ko: 유효한 이메일 주소를 입력하세요

source: Please enter valid Primary Contact Business Phone
ko: 유효한 기본 연락처 회사 전화 번호를 입력하세요

source: Please enter valid Primary Contact Cell Phone
ko: 유효한 기본 연락처 휴대 전화를 입력 해주십시오

source: Please enter valid Primary Contact Email
fr: S'il vous plaît entrez valide E-mail Contact principal
ko: 유효한 기본 이메일 주소를 입력 해주십시오

source: Please enter valid ZIP Code e.g; 06514, M3C 0C1
fr: S'il vous plaît entrez code postal valide e.g; 06514, M3C 0C1
ko: 06514, M3C 0C1, 유효한 우편 번호 e.g를 입력하세요

source: Please enter ZIP Code
fr: S'il vous plaît entrez le code postal
ko: 우편 번호를 입력하세요

source: Please Re-Enter Password
fr: S'il vous plaît Re-Enter Password
ko: 암호를 또 입력하십시오

source: Please select Accounting Interface
fr: S'il vous plaît sélectionner Interface Comptabilité
ko: 회계 인터페이스를 선택하십시오

source: Please select atleast one Stakeholder Certification
fr: S'il vous plaît sélectionner au moins un des intervenants de certification
ko: 적어도 하나의 이해 관계자 인증을 선택하십시오

source: Please select atleast one Transporter Hauling Certification
ko: 하나 이상의 전송 운반 인증을 선택하십시오

source: Please select City
fr: S'il vous plaît sélectionner la ville
ko: 도시를 선택하세요

source: Please select Country
fr: S'il vous plaît sélectionner Pays
ko: 국가를 선택하세요

source: Please select Date Range
fr: S'il vous plaît sélectionnez Plage de dates
ko: 날짜 범위를 선택하십시오

source: Please select Inventory Interface
fr: S'il vous plaît sélectionner Interface inventaire
ko: 인벤토리 인터페이스를 선택하십시오

source: Please select Mailing Address Country
fr: S'il vous plaît sélectionner Pays Adresse postale
ko: 우편 주소 국가를 선택하세요

source: Please select Mailing Address State
fr: S'il vous plaît sélectionner État Adresse postale
ko: 우편 주소 상태를 선택하십시오

source: Please select Organization Type
fr: S'il vous plaît sélectionner Type d'organisation
ko: 조직 유형을 선택하세요

source: Please select Province
fr: S'il vous plaît sélectionner la province
ko: 주를 선택하세요

source: Please select State
fr: S'il vous plaît sélectionner État
ko: 주를 선택하세요

source: Please select Temporary Event Type
fr: S'il vous plaît sélectionner Type d'événement temporaire
ko: 임시 이벤트 유형을 선택하십시오

source: Primary Contact Name
fr: Personne-ressource principale
ko: 기본 연락처 이름

source: Primary physical location Street # - Street name
fr: Physique primaire emplacement de la rue # - Nom de la rue
ko: 물리적 위치 스트리트 # - 이름

source: Temporary User Login ID
fr: Temporaire ID de connexion utilisateur
ko: 임시 사용자 로그인 ID

source: Please enter Business Name
fr: S'il vous plaît entrez le nom d'affaires
ko: 사업 법적 이름을 입력하십시오

source: Please enter Cell Phone
fr: S'il vous plaît entrer Cell Phone
ko: 휴대 전화를 입력 해주십시오

source: Please enter Location Contact Name
fr: S'il vous plaît entrez le nom Localisation Contact
ko: 위치 연락처 이름을 입력하세요

source: To
ko: 에

source: Please check mark S-Trax Stewardship Services
fr: S'il vous plaît vérifier la marque S-Trax services d'intendance
ko: 마르크 S-트랙스 청지기 서비스를 확인하십시오

source: Please enter Billing Contact Cell Phone
fr: S'il vous plaît entrer Cell Phone facturation Contacter
ko: 결제 연락처 휴대 전화를 입력 해주십시오

source: Please enter Billing Contact Email
fr: S'il vous plaît entrer une adresse Billing Contact
ko: 청구 이메일 주소를 입력 해주십시오

source: Please enter Billing Contact Name
fr: S'il vous plaît entrez le nom Billing Contact
ko: 결제 연락처 이름을 입력하세요

source: Please enter Billing Contact Phone
fr: S'il vous plaît entrez Téléphone Billing Contact
ko: 결제 연락처 전화 번호를 입력하세요

source: Please enter Client Contact Name
fr: S'il vous plaît entrez le nom contact avec la clientèle
ko: 고객 연락처 이름을 입력하세요

source: Please enter Facility City
fr: S'il vous plaît entrer Fonds
ko: 시설 도시를 입력하세요

source: Please enter Facility Street Address
fr: S'il vous plaît entrez le code postal facilité
ko: 시설 주소를 입력 해주십시오

source: Please enter Facility ZIP Code
fr: S'il vous plaît entrez le code postal facilité
ko: 시설 ZIP 코드를 입력하세요

source: Please enter Mailing City
fr: S'il vous plaît entrer postale
ko: 메일 링시를 입력하세요

source: Please enter Mailing ZIP Code
fr: S'il vous plaît entrez le code postal postale
ko: 메일 링 우편 번호를 입력하세요

source: Please enter Primary Contact Name
fr: S'il vous plaît entrer Personne-ressource principale
ko: 기본 연락처 이름을 입력하세요

source: Please enter Primary Contact Phone
fr: S'il vous plaît entrez Contact Téléphone principal
ko: 기본 연락처 전화 번호를 입력하세요

source: Please enter Supplier Contact Name
fr: S'il vous plaît entrez le nom Contacter le fournisseur
ko: 공급 업체 연락처 이름을 입력하세요

source: Please enter Temporary User Login ID
fr: S'il vous plaît entrez temporaire ID de connexion utilisateur
ko: 임시 사용자 로그인 ID를 입력하세요

source: Please select atleast one Stewardship Module
fr: S'il vous plaît sélectionner au moins un module d'intendance
ko: 적어도 하나의 청지기 모듈을 선택하십시오

source: Please select Facility State
fr: S'il vous plaît sélectionner État facilité
ko: 시설 상태를 선택하십시오

source: Please select Mailing State
fr: S'il vous plaît sélectionner État postale
ko: 메일 링 상태를 선택하십시오

source: Enter Bin/Space
fr: Entrez Bin / Espace
ko: 빈 / 공간을 입력합니다

source: Enter Brand
fr: Entrez Marque
ko: 브랜드를 입력

source: Enter Brand 2
fr: Entrez Marque 2
ko: 브랜드 2를 입력

source: Enter Lot Number
fr: Entrez le numéro de lot
ko: 로트 번호를 입력

source: Enter Month
fr: Entrez Mois
ko: 월을 입력

source: Enter Month e.g 02
fr: Entrez Mois e.g 02
ko: 달 02 e.g 입력

source: Enter Only Numbers
fr: Saisir uniquement des chiffres
ko: 숫자 만 입력

source: Enter Plant
fr: Entrez usine
ko: 공장을 입력

source: Enter Size
fr: Entrez Taille
ko: 크기를 입력

source: Enter TX-Barcode
fr: Entrez TX-barres
ko: TX-바코드를 입력

source: Enter Year
fr: Entrez une année
ko: 년을 입력

source: Enter Year e.g 2012
fr: Entrez une année e.g 2012
ko: 연도 2012 e.g 입력

source: Enter Numeric Only.
fr: Entrez numérique uniquement.
ko: 만 숫자 입력합니다.

source: Select Value
fr: Sélectionnez l'option Valeur
ko: 값을 선택

source: Enter Dollar Value
fr: Entrez la valeur en dollars
ko: 달러 값을 입력

source: Enter Effective Date
fr: Entrer la date effective
ko: 유효 날짜를 입력

source: Enter Expiration Date
fr: Entrez la date d'expiration
ko: 유효 기간을 입력

source: Enter Email
fr: entrer courriel
ko: 이메일 주소를 입력

source: Enter First Name
fr: Entrez le prénom
ko: 이름을 입력

source: Enter Last Name
fr: Entrez Nom
ko: 마지막 이름을 입력

source: Enter Password
fr: Entrez Mot de passe
ko: 비밀번호를 입력

source: Enter Valid Email
fr: Entrez e-mail valide
ko: 유효한 이메일 주소를 입력

source: Please enter a valid Phone Number. e.g; 000-000-0000
fr: S'il vous plaît entrer un numéro de téléphone valide. e.g; 000-000-0000
ko: 유효한 전화 번호를 입력하세요. e.g, 000-000-0000

source: Please enter Phone
fr: S'il vous plaît entrez Téléphone
ko: 전화 번호를 입력하세요

source: Re Enter Password
fr: Re Entrer Mot de passe
ko: 비밀번호를 입력 다시

source: Please select Role
fr: S'il vous plaît sélectionnez Rôle
ko: 역할을 선택하십시오

source: Enter Login
fr: Entrez Connexion
ko: L로그인을 입력합니다

source: Enter Repeat Password
fr: Entrez Répéter mot de passe
ko: 비밀번호를 반복 입력

source: Select atleast one Role
fr: Sélectionner au moins un rôle
ko: 하나 이상의 역할을 선택

source: Please select Scrap Category Type
fr: S'il vous plaît sélectionnez le type de catégorie Scrap
ko: 스크랩 카테고리 유형을 선택하십시오

source: * Zip Code does not exist in this state.
fr: * CP ne existe pas dans cet état.
ko: * 우편 번호는이 상태에 존재하지 않습니다.

source: Please enter different Phone Numbers
fr: S'il vous plaît entrer différents numéros de téléphone
ko: 다른 전화 번호를 입력하세요

source: Please enter valid Facility ZIP Code e.g; 06514, M3C 0C1
fr: S'il vous plaît entrez le code valide Facilité Postal e.g; 06514, M3C 0C1
ko: 유효한 시설 우편 번호 예컨대을 입력하십시오; 06514, M3C 0C1

source: Please select Title
fr: S'il vous plaît sélectionner le titre
ko: 제목을 선택하세요

source: Email already exists for this state. Choose another
fr: Email existe déjà pour cet état. choisir une autre
ko: 이메일은 이미이 상태로 존재한다. 다른 선택

source: Please add at least three client’s references
fr: S'il vous plaît ajouter au moins trois références de clients
ko: 적어도 세 개의 클라이언트의 참조를 추가하십시오

source: Please enter valid Billing Contact Email
fr: S'il vous plaît entrer valide facturation Contact Email
ko: 유효한 결제 연락 이메일을 입력하세요

source: Please enter valid Billing Contact Phone
fr: S'il vous plaît entrer valide facturation Contact Tél
ko: 유효한 결제 연락 전화 번호를 입력하세요

source: Please enter valid Cell Phone
fr: S'il vous plaît entrer valide téléphone portable
ko: 유효한 휴대 전화를 입력하세요

source: * Zipcode does not exist.
fr: * NPA ne existe pas.
ko: *하여 Zipcode가 존재하지 않습니다.

source: * Zipcode does not exist in this state.
fr: * NPA ne existe pas dans cet état.
ko: *하여 Zipcode이 상태에 존재하지 않습니다.

source: Please enter valid Location Contact Email
fr: S'il vous plaît entrer valide Emplacement Contact Email
ko: 유효한 위치 연락 이메일을 입력하세요

source: Please enter valid data. Each supplier should have unique company name,business phone and email.
fr: S'il vous plaît entrer des données valides. Chaque fournisseur doit avoir le nom d'entreprise unique, téléphone d'affaires et par email.
ko: 유효한 데이터를 입력하십시오. 각 업체는 고유의 회사 명, 회사 전화 및 이메일을 가져야한다.

source: Please select at least one Product type
fr: S'il vous plaît sélectionner au moins un type de produit
ko: 적어도 하나의 제품 유형을 선택하십시오
