Repository: AsmaBabarISL/Epr_General
Catalog: TireTrax/TireTraxLib/Resources/Messages/Messages.*.resx
Languages: es, ja, ko, zh

source: Used Products or Materials
es: Productos o materiales usados
ja: 使用済み製品や材料
ko: 중고 제품 또는 자료
zh: 使用过的产品或材料

source: I accept the terms of
es: Acepto los términos de
ja: 私はの条件に同意します
ko: 나는 조건에 동의
zh: 我接受条款

source: Please, review the Terms and Conditions of the Stewardship and EPRTS Privacy agreements before submitting your enrollment application.
es: Por favor, revise los Términos y Condiciones de la Mayordomía y EPRTS acuerdos de privacidad antes de enviar su solicitud de inscripción.
ja: 、利用規約およびスチュワードシップの条件を確認し、登録申請書を提出する前に、プライバシー契約をEPRTSしてください。
ko: , 약관 및 청지기의 조건을 검토하고 등록 신청서를 제출하기 전에 개인 정보 보호 협정을 EPRTS하시기 바랍니다.
zh: 请阅读本服务条款的监管条件和EPRTS保密协议提交入学申请。

source: Please select at least one Stewardship Module
es: Por favor, seleccione al menos un módulo de Administración
ja: 選択してください少なくとも一つのスチュワードシップモジュール
ko: 선택하세요 적어도 하나의 청지기 모듈
zh: 请选择至少一个管家模块

source: Product Type:
es: Tipo De Producto:
ja: 製品タイプ：
ko: 제품 유형 :
zh: 产品类型：

source: Same
es: mismo

source: Additional Locations are generally for Temporary Events or if the Stakeholder has no permanent management on premise. Please, file all managed facilities as a New and seperate location. There are no additional charges. The primary facility's stakeholder is provided with both individual and consolidated facilities management reports.1
es: Ubicaciones adicionales son generalmente para eventos temporales o si el actor no tiene ninguna gestión permanente en las instalaciones. Por favor, presentar todas las instalaciones gestionadas como un lugar nuevo y separado. No hay cargos adicionales. La instalación de grupos de interés primario está dotado de instalaciones de informes individuales y consolidadas de gestión.

source: Stakeholder Carbon Credit Management1
es: Interesados ​​Carbon Credit Management

source: Please enter valid data.Each supplier should have unique company name,business phone and email.
es: Introduzca proveedor data.Each válida debe tener único nombre de la empresa, teléfono de la empresa y correo electrónico.
