Repository: AsmaBabarISL/Epr_General
Catalog: TireTrax/TireTraxLib/Resources/Messages/Messages.*.resx
Languages: es, ja, ko, zh

source: *Check mark all applicable boxes
es: Consultar marcar todos los casilleros correspondientes
ja: *該当するすべてのチェックボックスをマークする
ko: * 확인 모든 해당 상자를 표시
zh: *检查标记所有适用的方块

source: Accept Auto-Fund Transfers:
es: Acepte Fondo Auto-Traslados:
ja: 自動送金を受け入れる：
ko: 자동 기금 전송을 수락 :
zh: 接受自动转账：

source: Accept Text Messages:
es: Aceptar mensajes de texto:
ja: テキストメッセージを受け入れます。
ko: 텍스트 메시지를 수락 :
zh: 接受短信：

source: Accounting
es: Contabilidad
ja: 会計
ko: 회계
zh: 会计

source: Accounting Interface:
es: Interfaz de Contabilidad:
ja: 会計インタフェース：
ko: 회계 인터페이스 :
zh: 会计接口：

source: Actions
es: Acciones
ja: アクション
ko: 행위
zh: 操作

source: Add More
es: Añadir más
ja: 詳細を追加
ko: 더 추가
zh: 添加更多

source: Add New Stakeholder
es: Añadir nuevo actor
ja: 新しいステークホルダーを追加
ko: 새로운 투자자를 추가
zh: 添加新的利益主体

source: Add New Stewardship
es: Añadir nueva administración
ja: 新しいスチュワードシップを追加
ko: 새 청지기을 추가
zh: 添加新的管理服务

source: Add PTE Setting
es: Agregar configuración de PTE
ja: PTEの設定を追加
ko: PTE 설정을 추가
zh: PTE设置

source: Add Supplier
es: Añadir Esta referencia
ja: サプライヤーを追加
ko: 공급 업체 추가
zh: 将此参考

source: Additional Locations
es: Lugares Otros
ja: 追加の場所
ko: 추가 위치
zh: 其他地点

source: Additional Locations are generally for Temporary Events or if the Stakeholder has no permanent management on premise. Please, file all managed facilities as a New and seperate location. There are no additional charges. The primary facility's stakeholder is provided with both individual and consolidated facilities management reports.
es: Ubicaciones adicionales son generalmente para eventos temporales o si el actor no tiene ninguna gestión permanente en las instalaciones. Por favor, presentar todas las instalaciones gestionadas como un lugar nuevo y separado. No hay cargos adicionales. La instalación de grupos de interés primario está dotado de instalaciones de informes individuales y consolidadas de gestión.
ja: 追加の場所は一時的なイベントのためか、ステークホルダーが前提には恒久的な管理機能を持っていない場合が一般的である。 、新機能と独立した場所など、すべての管理対象設備を提出してください。追加の料金はかかりません。主要施設のステークホルダーは、個別および連結の両方の施設管理レポートが設けられている。
ko: 추가 위치는 임시 이벤트 또는 이해 관계자는 전제에 아무런 영구적 인 관리가없는 경우 일반적입니다. , 새로운 기능 및 별도의 위치로 관리되는 모든 시설을 제출하시기 바랍니다. 추가 요금은 없습니다.주요 시설의 이해 관계자는 개인과 통합 모두 시설 관리 보고서와 함께 제공됩니다.
zh: 其他地点一般为临时活动或利益相关者，如果没有永久管理的前提下。作为一个新的，独立的位置，文件管理设施。有没有额外的费用。主要设施的利益相关者提供个人及综合设施管理报告。

source: Amount
es: Cantidad
ja: 量
ko: 양
zh: 量

source: b
es: Tire Transporte Permiso #:
ja: タイヤ輸送は＃許可します：
ko: 타이어 교통 # 허가 :
zh: 轮胎运输许可证编号：

source: Back
es: Retroceder
ja: バック
ko: 뒤로
zh: 背面

source: Billing Cell Phone:
es: Facturación del teléfono celular:
ja: 課金携帯電話：
ko: 청구 휴대 전화 번호 :
zh: 计费手机：

source: Billing Contact Name:
es: Nombre del contacto de facturación:
ja: 請求担当者名：
ko: 청구 담당자 이름 :
zh: 帐单联系名字：

source: Billing Contact Same:
es: Contacto de Facturación mismo:
ja: 同じ請求先：
ko: 동일한 결제 연락처 :
zh: 同样的帐单联系方式：

source: Billing Email:
es: Fracturacion Correo Electronico:
ja: 請求メール：
ko: 결제 이메일 :
zh: 交费邮箱：

source: Billing Phone:
es: Fracturacion de Telefono:
ja: 請求先電話番号：
ko: 결제 전화 번호 :
zh: 帐单电话：

source: Business Name:
es: Nombre del Negocio Jurídico:
ja: 事業名：
ko: 회사 명 :
zh: 企业法定名称：

source: Business Phone:
es: Teléfono de la empresa:
ja: 勤務先電話：
ko: 사업 전화 번호 :
zh: 主要联系电话：

source: Business Type
es: Tipo de empresa
ja: 事業の種類
ko: 사업 형태
zh: 企业类型

source: Business Type:
es: Tipo de empresa:
ja: 事業の種類：
ko: 사업 유형 :
zh: 企业类型：

source: C-Barcode
ja: C-バーコード
ko: C-바코드
zh: C-条码

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh: 取消

source: Cell Phone:
es: Teléfono celular:
ja: 携帯電話：
ko: 휴대 전화 번호 :
zh: 手机：

source: City:
es: Cuidad:
ja: 市：
ko: 시 :
zh: 城市：

source: Clients
es: Clientela
ja: クライアント
ko: 고객
zh: 客户端

source: Clients – Non-Retail Client Trade References
es: Clientes - no minoristas Referencias de Clientes Comerciales
ja: クライアント - 非リテール·クライアント·トレード·リファレンス
ko: 고객 - 비 소매 고객 무역 참조
zh: 客户端 - 非零售客户交易参考

source: Company Name:
es: Nombre de la compañía:
ja: 会社名：
ko: 회사 명 :
zh: 公司名称：

source: Component Type:
es: Tipo de componente:
ja: コンポーネントのタイプ：
ko: 구성 요소 유형 :
zh: 组件类型：

source: Contact
es: Contacto
ja: 連絡
ko: 접촉
zh: 联系

source: Country:
es: País:
ja: 国：
ko: 국가 :
zh: 国家：

source: Currency
es: Moneda
ja: 通貨
ko: 통화
zh: 货币

source: Date
es: Fecha
ja: 日付
ko: 날짜
zh: 日期

source: DBA Name:
es: Otro Nombre:
ja: DBAの名称：
ko: DBA 이름 :
zh: DBA名称：

source: Define
es: Detalles
ja: 細部
ko: 정의
zh: 详细信息

source: Delete
es: Borrar
ja: 削除
ko: 삭제
zh: 删除

source: DeleteConfirmation
es: ¿Está seguro que desea eliminar este registro.
ja: 削除の確認
ko: 삭제 확인
zh: 您确定要删除这条记录。

source: Description:
es: Descripción:
ja: 説明：
ko: 설명 :
zh: 说明：

source: Disclaimer: *Please, a minimum of 3 non-retail client trade references are required.
es: Por favor, un mínimo de 3 no minoristas referencias de clientes comerciales son obligatorios.
ja: お、3つの非リテール貿易参照の最小が必要です。
ko: 면책 조항 : *하시기 바랍니다, 3 비 소매 고객 무역 참조 최소 필요합니다.
zh: 请，至少需要3个非零售客户交易参考。

source: Disclaimer: *Please, a minimum of 3 Supplier trade references are required.
es: Por favor, un mínimo de 3 referencias de proveedores comerciales son obligatorios.
ja: お、3サプライヤー貿易参照の最小値が必要です。
ko: 면책 조항 : *하시기 바랍니다, 3 공급 업체 무역 참조 최소 필요합니다.
zh: 请，至少需要3个供应商的参考。

source: Disclaimer: *You will be able to self-update your Temporary User Login ID or password once your application has been verified and your site is activated.
es: Usted puede cambiar su nombre de usuario temporal y / o su contraseña una vez que su solicitud es verificada y su sitio de la compañía activa.
ja: あなたのアプリケーションが確認され、あなたの会社のサイトが活性化されれば、あなたの一時的なユーザーログインおよび/またはパスワードを変更することができます。
ko: 면책 조항 : * 당신은 할 수있을 것입니다 자체 업데이트 응용 프로그램이 확인되어 사이트가 활성화되면 임시 사용자 로그인 ID 또는 비밀번호합니다.
zh: 一旦你的应用程序进行验证，并激活您的公司网站，您可以更改您的临时用户登录和/或您的密码。

source: Dollar Value
es: Dólar Valor
ja: ドル価値
ko: 달러 값
zh: 美元的价值

source: Effective Date
es: Fecha de vigencia
ja: 発効日
ko: 유효 날짜
zh: 生效日期

source: Email
ja: メール
ko: 이메일
zh: 电子邮件

source: Event Dates:
es: Fechas del evento:
ja: イベント日程：
ko: 이벤트 일정 :
zh: 活动日期：

source: Expiration Date
es: Fecha de expiración
ja: 有効期限
ko: 유통 기간
zh: 失效日期

source: Extension:
es: Extensión:
ja: 拡張子：
ko: 확장 :
zh: 扩展：

source: Facility Street Address:
es: Facilidad Dirección:
ja: 施設住所：
ko: 시설 주소 :
zh: 设施地址：

source: Facility ZIP Code:
es: Facilidad Código Postal:
ja: 施設の郵便番号：
ko: 시설 ZIP 코드 :
zh: 设施邮政编码：

source: Franchise Name
es: Nombre franquicia
ja: フランチャイズ名
ko: 프랜차이즈 이름
zh: 特许经营名称

source: History
es: Historia
ja: 歴史
ko: 역사
zh: 历史

source: I have reviewed the
es: He revisado la
ja: 私は検討しました
ko: 나는를 검토 한
zh: 我已审阅

source: Import/Export
ja: 輸出入
ko: 가져 오기 / 내보내기
zh: 导入/导出

source: Internationally
es: Internacionalmente
ja: 国際的に
ko: 국제적으로
zh: 国际

source: Inventory Interface:
es: Inventario de interfaz:
ja: インベントリインタフェース：
ko: 재고 인터페이스 :
zh: 库存接口：

source: Latest Stakeholder/User
es: Últimas interesados ​​/ Usuario
ja: 最新のステークホルダー/ユーザー
ko: 최근 이해 관계자 / 사용자
zh: 利益相关者/用户

source: Legal Name
es: Nombre legal
ja: 正式名称
ko: 법적 이름
zh: 法定名称

source: Location
es: Ubicación
ja: 場所
ko: 위치
zh: 位置

source: Location Contact Email:
es: Email Localización Contacto:
ja: 場所の連絡先メールアドレス：
ko: 위치 연락처 이메일 :
zh: 地点联系电子邮件：

source: Location Contact Person:
es: Ubicación Persona de Contacto:
ja: 場所コンタクトパーソン：
ko: 위치 담당자 :
zh: 定位联系人：

source: Location Event:
es: Lugar del evento:
ja: 場所·イベント：
ko: 위치 이벤트 :
zh: 地点活动：

source: Location Name:
es: Ubicación Nombre Legal:
ja: 場所名：
ko: 위치 이름 :
zh: 位置法定名称：

source: Location Permit #:
es: Ubicación Permiso #:
ja: 場所は＃許可します：
ko: 위치 # 허가 :
zh: 位置许可证编号：

source: Location Status:
es: Lugar Estado:
ja: 場所の状況：
ko: 위치 상태 :
zh: 位置状态：

source: Location Street Address:
es: Ubicación Street Dirección:
ja: 場所住所：
ko: 위치 주소 :
zh: 地点地址：

source: Location Type:
es: Tipo de Ubicación:
ja: 場所のタイプ：
ko: 위치 유형 :
zh: 地点类型：

source: Location ZIP Code:
es: Codigo Postal:
ja: 場所の郵便番号：
ko: 위치 ZIP 코드 :
zh: 位置邮政编码：

source: Login Registration
es: Iniciar sesión Registro
ja: 確認ログイン
ko: 로그인 회원 가입
zh: 登录确认

source: Lookup Table:
es: Tabla de consulta:
ja: ルックアップテーブル：
ko: 조회 테이블 :
zh: 查找表：

source: Mailing Address Same:
es: Dirección postal del mismo:
ja: 同じメーリングリストアドレス：
ko: 동일한 우편 주소 :
zh: 邮寄地址相同：

source: Mailing ZIP Code:
es: Postal Código Postal:
ja: 郵送郵便番号：
ko: 메일 링 우편 번호 :
zh: 邮寄邮政编码：

source: NAFTA
ja: 北米自由貿易協定（NAFTA）
zh: 北美自由贸易协定

source: Name:
es: Nombre:
ja: 名称：
ko: 이름 :
zh: 产品名称：

source: Nationally
es: Nacionalmente
ja: 全国的に
ko: 국가로서
zh: 在全国范围内

source: Next
es: Próximo
ja: 次の
ko: 다음
zh: 下

source: No
ja: ノー
ko: 아니
zh: 没有

source: No Record Exists
es: No existen registros
ja: 記録は残りません
ko: 기록이 존재하지 않습니다
zh: 没有记录

source: No record(s) found.
es: No Registro (s) encontrado.
ja: レコード（s）見つかりませんでした。
ko: 기록은 (들) 찾을 수 없습니다.
zh: 没有找到记录。

source: Order
es: Orden
ja: オーダー
ko: 순서
zh: 秩序

source: Organization Name
es: Nombre de la Organización
ja: 組織名
ko: 조직 이름
zh: 机构名称

source: Organization Type
es: Tipo de Organización
ja: 組織タイプ
ko: 조직 유형
zh: 组织类型

source: Organization:
es: Organización:
ja: 組織：
ko: 조직 :
zh: 组织：

source: Password:
es: Contraseña:
ja: パスワード：
ko: 비밀번호 :
zh: 密码：

source: Permanent
es: Permanente
ja: 恒久的な
ko: 영구
zh: 永久

source: Phone
es: Teléfono
ja: 電話
ko: 전화
zh: 电话

source: Please, review the Terms and Conditions of the Stewardship and EPRTS Privacy agreements before submitting your enrollment applications.
es: Por favor, revise los Términos y Condiciones de la Administración y de los acuerdos EPRTS Privacidad antes de presentar sus solicitudes de inscripción.
ja: 、あなたの登録申請書を提出する前にスチュワードとEPRTSプライバシー契約書の条項を確認してください。
ko: 귀하의 등록 응용 프로그램을 제출하기 전에 청지기와 EPRTS 개인 정보 보호 계약의 이용 약관을 검토하시기 바랍니다.
zh: 请审查的监管和EPRTS的隐私协议的条款及条件，然后提交您的入学申请表。

source: Primary Contact Cell Phone:
es: Contacto principal del teléfono celular:
ja: メイン連絡先の携帯電話：
ko: 기본 연락처 휴대 전화 번호 :
zh: 主要联系人手机：

source: Primary Contact Email:
es: Correo electrónico del contacto principal:
ja: プライマリ連絡先メールアドレス：
ko: 기본 연락처 이메일 :
zh: 主要联络电邮：

source: Primary Contact Name:
es: Nombre del contacto principal:
ja: 主要な担当者名：
ko: 기본 담당자 이름 :
zh: 主要联络人名称：

source: Primary Information
es: Información primaria
ja: 一次情報
ko: 기본 정보
zh: 主要信息

source: Primary Registration
es: Registro Primario
ja: 一次登録
ko: 기본 등록
zh: 主要注册

source: Re-Enter Password:
es: Entrar de nuevo Contraseña:
ja: パスワードを再入力：
ko: 다시 입력 비밀번호 :
zh: 重新输入密码：

source: RecordExistence
es: No existen registros
ja: レコードの存在
ko: 기록 존재 유무
zh: 没有记录

source: Revenue
es: Ingresos
ja: 収入
ko: 수익
zh: 收入

source: Role
es: Papel
ja: 役割
ko: 역할
zh: 角色

source: SAME
ja: 同じ
ko: 같은
zh: 同

source: School Type:
es: Tipo de Escuela:
ja: 学校の種類：
ko: 학교 유형 :
zh: 学校类别：

source: Search
es: Buscar
ja: 検索
ko: 검색
zh: 搜索

source: Search Filters
es: Filtros de búsqueda
ja: 検索フィルタ
ko: 검색 필터
zh: 搜索过滤器

source: Section Type:
es: Sección Tipo:
ja: セクションの種類：
ko: 섹션 유형 :
zh: 栏目类型：

source: Select Value:
es: Seleccione Valor:
ja: 値を選択します。
ko: 값을 선택하십시오 :
zh: 选择价值：

source: Stakeholder Certifications
es: Certificaciones de las partes interesadas
ja: ステークホルダー認定
ko: 이해 관계자 인증
zh: 利益相关者的认证

source: Stakeholder Name
es: Interesados ​​Nombre
ja: 利害関係者名
ko: 이해 당사자 이름
zh: 利益相关者的名称

source: Stakeholder Type
es: Interesados ​​Tipo
ja: ステークホルダータイプ
ko: 이해 관계자 유형
zh: 利益相关者的类型

source: StakeHolder-ID
es: Las partes interesadas-ID
ja: 利害関係者のID
ko: 이해 당사자-ID
zh: 利益相关者的ID

source: Stakeholders
es: Interesados
ja: 利害関係者
ko: 이해 관계자
zh: 利益相关者

source: State:
es: Estado
ja: 状態：
ko: 주 :
zh: 国家：

source: Status
es: Estado
ja: ステータス
ko: 지위
zh: 状态

source: Step 1 of 8
es: Paso 1 de 8
ja: 8のステップ1
ko: 8 단계 중 1 단계
zh: 步骤8之1

source: Step 2 of 8
es: Paso 2 de 8
ja: 8のステップ2
ko: 8 단계 중 2 단계
zh: 步骤8之2

source: Step 3 of 8
es: Paso 3 de 8
ja: 8のステップ3
ko: 8 단계 중 3 단계
zh: 步骤8之3

source: Step 4 of 8
es: Paso 4 de 8
ja: 8のステップ4
ko: 8 단계 중 4 단계
zh: 步骤8之4

source: Step 5 of 8
es: Paso 5 de 8
ja: 8のステップ5
ko: 8 단계 중 5 단계
zh: 步骤8之5

source: Step 6 of 8
es: Paso 6 de 8
ja: 8のステップ6
ko: 8 단계 중 6 단계
zh: 步骤8之6

source: Step 7 of 8
es: Paso 7 de 8
ja: 8のステップ7
ko: 8 단계 중 7 단계
zh: 步骤8之7

source: Stewardship
es: Administración
ja: 管理
ko: 집사의 직
zh: 管家

source: Stewardship Privacy Agreement
es: Mayordomía Acuerdo de privacidad
ja: スチュワードプライバシー契約
ko: 청지기 개인 정보 보호 계약
zh: 管家隐私协议

source: Stewardships
es: Mayordomías
ja: スチュワード船
ko: 집사의 직
zh: 管家职

source: Street Address:
es: Dirección:
ja: 番地：
ko: 주소 :
zh: 地址：

source: Submit
es: Presentar
ja: 提出する
ko: 제출
zh: 提交

source: Submit Application
es: Enviar solicitud
ja: 申請書を提出
ko: 신청서 제출
zh: 提交申请

source: SubmitApplication
es: Enviar solicitud
ja: 申請書を提出
ko: 신청서 제출
zh: 提交申请

source: Suit #:
es: Suite # o Unidad #:
ja: ＃に合う：
ko: #에 맞게 :
zh: 套房＃＃或单位：

source: Suite# or PO Box#:
es: Suite # o PO Box #:
ja: ＃スイート＃または私書箱：
ko: # 스위트 룸 # 또는 사서함 :
zh: 套房＃或邮政信箱：

source: Suppliers
es: Proveedores
ja: サプライヤー
ko: 공급 업체
zh: 供应商

source: Suppliers – Trade References
es: Proveedores - Referencias Comerciales
ja: サプライヤー - 貿易リファレンス
ko: 공급 업체 - 무역 참조
zh: 供应商 - 贸易参考

source: Temporary User Login ID:
es: Temporal usuario Nombre de usuario:
ja: 一時的なユーザー·ログインID：
ko: 임시 사용자 로그인 ID :
zh: 临时用户登录ID：

source: Thank You
es: Gracias
ja: ありがとうございました
ko: 감사합니다
zh: 谢谢您

source: Thank you for submitting your application. Your application has been forwarded for approval. Once your application is approved we will let you know by email.
es: Gracias por enviar su solicitud. Su solicitud ha sido enviada para su aprobación. Una vez que su solicitud es aprobada se lo haremos saber por correo electrónico.
ja: あなたの申請書を提出していただきありがとうございます。あなたのアプリケーションは、承認のために転送されています。お申し込みが承認されたら、我々は電子メールでお知らせします。
ko: 응용 프로그램을 제출해 주셔서 감사합니다. 귀하의 신청서가 승인을 위해 전달되었습니다. 신청서가 승인되면 우리는 당신이 이메일로 알려드립니다.
zh: 感谢您提交您的应用程序。您的申请已被批准转发。一旦你的申请被批准，我们会通过电子邮件让你知道。

source: This Login is not available
es: Esta sesión no está disponible
ja: このログインは使用できません
ko: 이 로그인은 사용할 수 없습니다
zh: 登录

source: Timeline
es: Línea de tiempo
ja: タイムライン
ko: 타임 라인
zh: 时间轴

source: Tire Size
es: Tamaño de las cubiertas
ja: タイヤサイズ
ko: 타이어 크기
zh: 轮胎规格

source: Tire Storage Permit #:
es: Almacenamiento del neumático Permiso #:
ja: タイヤ保管は＃許可します：
ko: 타이어 스토리지 # 허가 :
zh: 轮胎存放许可证编号：

source: EPRTS Privacy Agreement
es: EPRTS privacidad Acuerdo
ja: EPRTSプライバシー規約
ko: EPRTS 개인 정보 보호 계약
zh: EPRTS隐私协议

source: Title:
es: Título:
ja: タイトル：
ko: 제목 :
zh: 标题：

source: Transporter Hauling Certifications
es: Transporter Hauling Certificaciones
ja: 輸送運搬認定
ko: 전송 운반 인증
zh: 运输车牵引认证

source: TX-Barcode
ja: TX - バーコード
ko: TX-바코드
zh: TX-条码

source: Type
es: Tipo
ja: タイプ
ko: 유형
zh: 类型

source: Update
es: Actualizar
ja: 更新
ko: 업데이트
zh: 更新

source: Users
es: Usuario
ja: ユーザー
ko: 사용자
zh: 用户

source: View
es: Ver
ja: 表示
ko: 전망
zh: 看

source: Website:
es: Sitio:
ja: ウェブサイト：
ko: 웹 사이트 :
zh: 网址：

source: Yes
es: Sí
ja: はい
ko: 예
zh: 是

source: ZIP Code:
es: Código Postal:
ja: 郵便番号：
ko: 우편 번호 :
zh: 邮政编码：

source: Add Client
ja: クライアントの追加
ko: 클라이언트를 추가

source: Add Location
ja: ロケーションの追加
ko: 위치 추가

source: Business Waste Self-Survey and Solutions
es: Empresas de Residuos Auto-Estudio y Soluciones
ja: 事業廃棄物の自己調査とソリューション
ko: 사업 폐기물 자체 조사 및 솔루션
zh: 商业废物自我评估及解决方案

source: Community Services
es: Servicios a la Comunidad
ja: コミュニティサービス
ko: 지역 사회 서비스
zh: 社区服务

source: Compliance Trax
es: cumplimiento Trax
ja: コンプライアンストラックス
ko: 준수 트랙스
zh: 合规TRAX

source: Consumer
es: consumidor
ja: 消費者
ko: 소비자
zh: 消费者

source: Consumer Household Chemicals
es: Productos químicos de consumo para el hogar
ja: 消費者の家庭用化学薬品
ko: 소비자 가정용 화학
zh: 消费者日用化工

source: Consumer Paint Products
es: Productos de consumo de pintura
ja: コンシューマー塗料製品
ko: 소비자 페인트 제품
zh: 消费者涂料产品

source: Global eCommerce Website
es: Global Website de comercio electrónico
ja: グローバルeコマースウェブサイト
ko: 글로벌 전자 상거래 웹 사이트
zh: 全球电子商务网站

source: Goods
es: Bienes
ja: 商品
ko: 상품
zh: 货

source: Government Agencies
es: Agencias estatales
ja: 省庁
ko: 정부 기관
zh: 政府机构

source: Government Permits
es: Permisos gubernamentales
ja: 政府の許可
ko: 정부 허가
zh: 政府许可

source: Green Business Innovation
es: La innovación empresarial Verde
ja: グリーンビジネス·イノベーション
ko: 녹색 사업 혁신
zh: 绿色商业创新

source: Green Collar Jobs
es: Empleos verdes
ja: グリーンカラー·ジョブ
ko: 그린 목걸이 채용
zh: 绿领工作机会

source: Green Equation
es: Ecuación Verde
ja: 緑式
ko: 그린 수식
zh: 绿色方程

source: Last Name
es: Apellido
ja: 姓
ko: 성
zh: 姓

source: Law Enforcement Agencies
es: Agencias de Aplicación de la Ley
ja: 法執行機関
ko: 법 집행 기관
zh: 执法机构

source: New
es: Nuevo
ja: 新しい
ko: 새로운
zh: 新

source: Please enter Primary Contact Business Phone
es: Por favor, introduzca Teléfono principal Business Contact
ja: メイン連絡先ビジネス電話を入力してください
ko: 기본 연락처 회사 전화 번호를 입력하세요
zh: 请进入主要联系人商务电话

source: Please enter Primary Contact Cell Phone
es: Por favor, introduzca Teléfono Celular Contacto Primario
ja: メイン連絡先の携帯電話を入力してください
ko: 기본 연락처 휴대 전화를 입력 해주십시오
zh: 请进入主要联系人手机

source: Please select atleast one Stakeholder Certification
es: Por favor, seleccione Atleast una certificación Stakeholder
ja: 少なくとも1つのステークホルダーの認証を選択してください
ko: 적어도 하나의 이해 관계자 인증을 선택하십시오
zh: 请选择至少一个利益相关者认证

source: Products or Materials
es: Productos o materiales
ja: 製品や材料
ko: 제품 또는 자료
zh: 产品或材料

source: Scrap Tire Related Products
es: Scrap Tire Productos Relacionados
ja: タイヤ関連製品をスクラップ
ko: 타이어 관련 제품을 폐기
zh: 废旧轮胎相关产品

source: Scrap Tires
es: Llantas de Desecho
ja: 廃タイヤ
ko: 스크랩 타이어
zh: 废旧轮胎

source: Stakeholder Carbon Credit Management
es: Interesados ​​Carbon Credit Management
ja: ステークホルダーカーボン与信管理
ko: 이해 관계자 탄소 신용 관리
zh: 利益相关者碳信用管理

source: Stewardship Certifications
es: Certificación de Manejo
ja: スチュワードシップ認定
ko: 청지기 인증
zh: 管理认证

source: Stewardship Services
es: Administración de Servicios
ja: スチュワードシップサービス
ko: 청지기 서비스
zh: 管家服务

source: Temporary
es: Temporal
ja: 一時的な
ko: 일시적인
zh: 临时

source: Tire Transportation Permit #:
es: Tire Transporte Permiso #:
ja: タイヤ輸送は＃許可します：
ko: 타이어 교통 # 허가 :
zh: 轮胎运输许可证编号：

source: Tire Trax
ja: タイヤトラックス
ko: 타이어 트랙스
zh: 轮胎TRAX

source: To
es: a
ja: へ
ko: 에
zh: 对

source: Trax Exchange
es: Trax Cambio
ja: Traxの為替
ko: 트랙스 교류
zh: TRAX交易所

source: Tronic Trax
ja: Tronicのトラックス
ko: Tronic 트랙스
zh: 变速器TRAX

source: Troxic Trax
ja: Troxicトラックス
ko: Troxic 트랙스

source: User or Scrap
es: Usuario o Scrap
ja: ユーザーまたはスクラップ
ko: 사용자 또는 스크랩
zh: 用户或废

source: Waste Hauling Permit #2:
es: Residuos Acarreo Permiso # 2:
ja: 許可第2廃棄物運搬：
ko: 허가 # 2를 운반 낭비 :
zh: 废牵引许可证＃2：

source: Waste Storage Permit #2:
es: Residuos Permiso de Almacenamiento # 2:
ja: 預かり証第2廃棄物：
ko: 스토리지 허가 # 2을 낭비 :
zh: 废物贮存许可证＃2：

source: Waste Trax
es: Residuos Trax
ja: 廃棄トラックス
ko: 폐기물 트랙스
zh: 废物TRAX

source: Add
es: Añadir
ja: 加える
ko: 추가
zh: 加

source: Lookup Management
es: Búsqueda de Gestión
ja: 管理ルックアップ
ko: 관리 조회
zh: 查找管理

source: State Name
es: Estado Nombre
ja: 都道府県名
ko: 주 이름
zh: 国家名称

source: Contact Name
es: Nombre de contacto
ja: 担当者名
ko: 이름 연락처
zh: 联络人姓名

source: Continue
es: Continuar
ja: 続ける
ko: 계속
zh: 继续

source: Registration
es: Registro
ja: 登録
ko: 등록
zh: 注册

source: Select Stewardship
es: Seleccione Administración
ja: スチュワードシップを選択
ko: 청지기를 선택
zh: 选择管家

source: 100% Green Scrap Tire Recycling
es: 100% de chatarra Verde Reciclaje de Neumáticos
ja: 100％グリーン廃タイヤのリサイクル
ko: 백퍼센트 녹색 스크랩 타이어 재활용
zh: 100％绿色的废旧轮胎回收再利用

source: Add New Inventory
es: Añadir nuevo inventario
ja: 新しい資産を追加
ko: 새 인벤토리를 추가
zh: 添加新库存

source: Alerts Notifications
es: Alertas Notificaciones
ja: アラート通知
ko: 경고 알림
zh: 警报通知

source: Application of Stakeholders
es: Aplicación de las partes interesadas
ja: ステークホルダーへの応用
ko: 이해 관계자의 응용
zh: 利益相关者中的应用

source: Approval Date
es: Fecha de aprobación
ja: 承認年月日
ko: 승인 날짜
zh: 批准日期

source: Approve
es: aprobar
ja: 承認する
ko: 승인
zh: 批准

source: TechSol Inc. copyrights 2014
ja: TechSolのダイナミクス社の著作権2014
ko: TechSol 역학 주식회사 저작권 2014
zh: TechSol动态公司版权2014

source: Home
es: casa
ja: ホーム
ko: 집
zh: 家

source: Inventory
es: inventario
ja: インベントリー
ko: 목록
zh: 库存

source: logout
ja: ログアウト
ko: 로그 아웃
zh: 注销

source: Quick Links
es: Enlaces
ja: クイックリンク
ko: 빠른 연결
zh: 快速链接

source: Recently Added Stakeholders
es: Los interesados ​​Recientemente se agregó
ja: 最近追加されたステークホルダー
ko: 최근에 추가 된 이해 관계자
zh: 最近加入的利益相关者

source: Recently Added Stewardships
es: Mayordomías Recientemente se agregó
ja: 最近追加されたStewardships
ko: 최근에 추가 된 청지기
zh: 最近加入的管家职

source: Reports
es: Informes
ja: レポート
ko: 보고서
zh: 报告

source: Role Name
es: Rol Nombre
ja: 役割名
ko: 역할 이름
zh: 角色名称

source: Search Inventory
es: Buscar en el inventario
ja: 在庫検索
ko: 검색 인벤토리
zh: 搜索库存

source: Security/Roles
es: Roles de seguridad /
ja: セキュリティ/ロール
ko: 보안 / 역할
zh: 安全/角色

source: Settings
es: Configuración
ja: 設定
ko: 설정
zh: 设置

source: EPRTS Updates
es: EPRTS actualizaciones
ja: EPRTSアップデート
ko: EPRTS 업데이트
zh: EPRTS更新

source: view details
es: ver los detalles
ja: 詳細を表示
ko: 세부 정보를 보려면
zh: 查看详细信息

source: Website
es: sitio web
ja: ウェブサイト
ko: 웹 사이트
zh: 网站

source: Welcome
es: bienvenido
ja: 歓迎
ko: 환영
zh: 欢迎

source: You are
es: es
ja: あなたは
ko: 당신은
zh: 您

source: Admin Login
ja: 管理者ログイン
ko: 관리자 로그인
zh: 管理员登录

source: Login
ja: ログイン
ko: 로그인
zh: 注册

source: Password
es: contraseña
ja: パスワード
ko: 비밀번호
zh: 密码

source: Remember me
es: Recuérdame
ja: 私を覚えている
ko: 내 계정 정보 기억
zh: 记住我

source: Username
es: Nombre de usuario
ja: ユーザー名
ko: 사용자 이름
zh: 用户名

source: Step 8 of 8
es: Paso 8 de 8
ja: 8のステップ8
ko: 8 단계 중 8 단계
zh: 步骤8之8

source: Please check-mark all choices.
es: El registro de entrada marcar todas las opciones.
ja: すべての選択肢にチェックマークを付けてください。
ko: 모든 선택 사항을 체크 표시하십시오.
zh: 请所有选择标记。

source: Step 1 of 3
es: Paso 1 de 3
ja: 3のステップ1
ko: 3 단계 중 1 단계
zh: 步骤3之1

source: Step 1 of 4
es: Paso 1 de 4
ja: 4のステップ1
ko: 4 단계 중 1 단계
zh: 步骤4之1

source: Step 2 of 3
es: Paso 2 de 3
ja: 3のステップ2
ko: 3 단계 중 2 단계
zh: 步骤3之2

source: Step 2 of 4
es: Paso 2 de 4
ja: 4のステップ2
ko: 4 단계 중 2 단계
zh: 步骤4之2

source: Step 3 of 3
es: Paso 3 de 3
ja: 3のステップ3
ko: 3 단계 중 3 단계
zh: 步骤3之3

source: Step 3 of 4
es: Paso 3 de 4
ja: 4のステップ3
ko: 4 단계 중 3 단계
zh: 步骤4之3

source: Step 4 of 4
es: Paso 4 de 4
ja: 4のステップ4
ko: 4 단계 중 4 단계
zh: 步骤4之4

source: Module Name
es: Nombre del módulo
ja: モジュール名
ko: 모듈 이름
zh: 模块名称

source: Security Roles
es: Roles de seguridad
ja: セキュリティロール
ko: 보안 역할
zh: 安全角色

source: User Name
es: Nombre de usuario
ja: ユーザー名
ko: 사용자 이름
zh: 用户名

source: User Type
es: Tipo de usuario
ja: ユーザータイプ
ko: 사용자 유형
zh: 用户类型

source: Step 1 of 7
es: Paso 1 de 7
ja: 7のステップ1
ko: 7 단계 중 1 단계
zh: 步骤7之1

source: Step 2 of 7
es: Paso 2 de 7
ja: 7のステップ2
ko: 7 단계 중 2 단계
zh: 步骤7之2

source: Step 3 of 7
es: Paso 3 de 7
ja: 7のステップ3
ko: 7 단계 중 3 단계
zh: 步骤7之3

source: Step 4 of 7
es: Paso 4 de 7
ja: 7のステップ4
ko: 7 단계 중 4 단계
zh: 步骤7之4

source: Step 5 of 7
es: Paso 5 de 7
ja: 7のステップ5
ko: 7 단계 중 5 단계
zh: 步骤7之5

source: Step 6 of 7
es: Paso 6 de 7
ja: 7のステップ6
ko: 7 단계 중 6 단계
zh: 步骤7之6

source: Step 7 of 7
es: Paso 7 de 7
ja: 7のステップ7
ko: 7 단계 중 7 단계
zh: 步骤7之7

source: Real World Solutions for Global Recycling
es: Soluciones del mundo real para el Reciclaje Global
ja: グローバルなリサイクルのためのリアルワールドソリューションズ
ko: 글로벌 재활용에 대한 실제 솔루션
zh: 现实世界的解决方案，为全球回收

source: Location Business Phone:
es: Teléfono del trabajo:
ja: 勤務先電話：
ko: 사업 전화 번호 :
zh: 业务联系电话：

source: Waste Hauling Permit #1:
es: Residuos Acarreo Permiso # 1:
ja: 許可＃1を運搬廃棄物：
ko: 허가에게 # 1 운반 낭비 :
zh: 废牵引许可证＃1：

source: Waste Storage Permit #1:
es: Residuos de permiso de almacenamiento # 1:
ja: 預かり証＃1廃棄物：
ko: 스토리지 허가에게 # 1을 낭비 :
zh: 废物贮存许可证＃1：

source: Add this Location
es: Añadir ubicación
ja: この場所を追加
ko: 이 위치 추가
zh: 这个位置

source: Address:
es: dirección:
ja: 住所 :
ko: 주소 :
zh: 地址：

source: Billing Contact:
ja: 請求先：
ko: 결제 연락처 :
zh: 帐单联系方式：

source: Billing Mail Address:
es: Facturación Mail:
ja: 請求メールアドレス：
ko: 결제 메일 주소 :
zh: 帐单邮寄地址：

source: Business Address1:
es: Negocios Dirección 1:
ja: ビジネスアドレス1：
ko: 사업 주소 1 :
zh: 营业地址：

source: Business Address2:
es: Negocios Dirección 2:
ja: ビジネスハンドセット：
ko: 사업 주소 2 :
zh: 商家地址2：

source: Business Phone Extension:
es: Negocios Extensión:
ja: ビジネス電話の拡張子：
ko: 비즈니스 전화 확장 :
zh: 商业电话分机：

source: Business Phone Number:
es: Negocios Teléfono:
ja: 会社の電話番号：
ko: 사업 전화 번호 :
zh: 公司电话号码：

source: Business Phone Type:
es: Tipo de Negocio Teléfono:
ja: ビジネス電話の種類：
ko: 사업 전화 유형 :
zh: 商务手机类型：

source: Business Text Messages:
es: Mensajes de texto: Negocios
ja: ビジネステキストメッセージ：
ko: 사업 텍스트 메시지 :
zh: 商务短信：
