Repository: AsmaBabarISL/Epr_General
Catalog: TireTrax/TireTraxLib/Resources/Messages/Messages.*.resx
Languages: es, ja, ko, zh

source: Cell Phone Extension:
es: Celular Extensión:
ja: 携帯電話の拡張子：
ko: 휴대폰 확장 :
zh: 手机分机：

source: Cell Phone Number:
es: Móvil Número de teléfono:
ja: 携帯電話番号：
ko: 휴대 전화 번호 :
zh: 手机号码：

source: Cell Phone Type:
es: Tipo de célula Teléfono:
ja: 携帯電話の種類：
ko: 휴대 전화 타입 :
zh: 手机类型：

source: Cell Text Message:
es: Celular Mensaje de texto:
ja: セル·テキストメッセージ：
ko: 셀 텍스트 메시지 :
zh: 单元格的文本内容：

source: Certifications
es: Certificaciones
ja: 認定
ko: 인증
zh: 认证

source: Client Trade Refrences
es: Referencias de Clientes Comerciales
ja: クライアント·トレード·リファレンス
ko: 클라이언트 무역 참조
zh: 客户交易参考

source: Contact Title:
es: Contacto Título:
ja: タイトルにお問い合わせください：
ko: 제목 연락처 :
zh: 联系我们标题：

source: Country Abbreviation:
es: País Abreviatura:
ja: 国の略：
ko: 국가 약어 :
zh: 国家缩写：

source: Fax:
ja: ファックス：
ko: 팩스 :
zh: 传真：

source: First Name:
es: Nombre:
ja: ファーストネーム：
ko: 이름 :
zh: 产品名称：

source: Information:
es: Información:
ja: 情報：
ko: 정보 :
zh: 相关信息：

source: Last Name:
es: Apellido:
ja: 姓：
ko: 성 :
zh: 姓氏：

source: Organization Information
es: Organización de la Información
ja: 組織に関する情報
ko: 조직 정보
zh: 组织信息

source: Primary Email:
es: Email Principal:
ja: プライマリ電子メール：
ko: 기본 이메일 :
zh: 主要的电子邮件：

source: Supplier Trade References
es: Referencias Proveedor Comercio
ja: サプライヤー貿易参照
ko: 공급 업체 무역 참조
zh: 供应商的成功案例

source: &quot;Quick-Pay&quot; weekly compensation
es: "Quick-Pay" compensación semanal
ja: "クイックペイ"週刊補償
ko: "빠른 지불"주간 보상
zh: “快速支付”每周赔偿

source: *Existing Stewardship Stakeholders are granted Pre-Approved status and Instant Access to their new EPRTS services by submitting an abreviated online information update application.
es: * Los interesados ​​existentes Stewardship se conceden Pre-Aprobado estatus y acceso instantáneo a sus nuevos servicios EPRTS mediante la presentación de una solicitud en línea abreviado actualización de la información.
ja: *既存のスチュワードシップステークホルダーはabreviatedオンライン情報の更新申請書を提出することによって事前に承認された状況とそれらの新しいEPRTSサービスへのインスタントアクセスを付与されます。
ko: * 기존 청지기의 이해 관계자가 약식 온라인 정보 업데이트 응용 프로그램을 제출하여 사전 승인 상태 및 새로운 EPRTS 서비스에 대한 인스턴트 액세스를 부여됩니다.
zh: *现有的监管利益相关者被授予前批准的地位，缩写为网上信息更新应用程序提交到他们的新EPRTS服务的即时访问。

source: 100% Green Scrap Tire Recycling becomes a practical reality.
es: 100% Reciclado de Llantas de Desecho Verde se convierte en una realidad práctica.
ja: 100％グリーン廃タイヤのリサイクルは現実のものとなります。
ko: 백퍼센트 녹색 스크랩 타이어 재활용 실제 현실이된다.
zh: 100％绿色的废旧轮胎回收再利用成为现实。

source: Already a member
es: Ya es miembro
ja: 既にメンバー
ko: 이미 회원
zh: 已经是会员了

source: And much...much more!
es: Y mucho ... mucho más!
ja: よりずっと...ずっと！
ko: 더 많은 .. 많이!
zh: 等等...还有更多！

source: Cradle-to-Reincarnation complete accountability for each individual Scrap Tire.
es: Cradle-to-Reincarnation responsabilidad completa de cada individuo de Llantas de Desecho.
ja: 個々の廃タイヤ用ゆりかごから輪廻転生完全責任。
ko: 각각의 스크랩 타이어를위한 거치대 - 투 - 환생 완전한 책임.
zh: 从摇篮到每一个人的废旧轮胎轮回完整的问责制。

source: Forgot password?
es: ¿Has olvidado tu contraseña?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨습니까?
zh: 忘记密码？

source: Integrated Government Compliance
es: Cumplimiento Gubernamental Integrada
ja: 統合された政府のコンプライアンス
ko: 통합 정부 규정 준수
zh: 整合政府合规性

source: Integrated Stewardship Compliance
es: Cumplimiento de Administración Integrada
ja: 統合されたスチュワードシップ·コンプライアンス
ko: 통합 청지기 준수
zh: 综合监管合规性

source: Market-based and Self-sustaining Stewardship Funding and Earnings platform.
es: Basado en el mercado y autosostenible Financiamiento y Administración de plataforma Ganancias.
ja: 市場ベースと自立スチュワードシップの資金調達および収益基盤の。
ko: 시장 기반 및 자급 자족 청지기 기금 및 수입 플랫폼을.
zh: 以市场为基础和自我维持的监管资金和盈利平台。

source: Mobile access to Stakeholder Accounts
es: El acceso móvil a las cuentas de los interesados
ja: ステークホルダー·アカウントへのモバイルアクセス
ko: 이해 관계자 계정에 모바일 액세스
zh: 移动接入“到”利益相关者“帐户

source: Read More
es: Leer más
ja: 続きを読む
ko: 자세히보기
zh: 阅读更多

source: Register Now
es: Regístrate ahora
ja: 今すぐ登録
ko: 지금 등록
zh: 立即注册

source: Remeber me
es: Recuerde que me
ja: 思い出してくれる私
ko: 내 계정 정보 기억
zh: 记住我

source: Scrap Tire Stewardships
es: Scrap Tire mayordomías
ja: タイヤスチュワードスクラップ
ko: 타이어 청지기 스크랩
zh: 废旧轮胎管家

source: The EPRTS Cradle-to-Reincarnation identification and tracking capabilities coupled with its complete systemic accoutability provide the initial framework necessary to insure the successful transition from existing scrap tire diversion projects to 100% Green product utilization.
es: Los EPRTS la cuna a la reencarnación capacidades de identificación y seguimiento, junto con su accoutability sistémica completa proporcionan el marco inicial necesario para asegurar el éxito de la transición de los actuales proyectos de desviación de llantas de desecho a la utilización de productos 100% verde.
ja: その完全な全身のアカウンタビリティと相まってEPRTSゆりかごから輪廻転生の識別とトラッキング機能は、既存の廃タイヤの転換プロジェクトから100％グリーン製品の利用への移行に成功を保証するために必要な初期のフレームワークを提供します。
ko: 완전한 전신 책임과 결합 EPRTS 거치대 - 투 - 환생의 식별 및 추적 기능은 기존 스크랩 타이어 전환 프로젝트 ~ 100 % 그린 제품 활용에 성공적으로 전환을 보장하기 위해 필요한 초기 프레임 워크를 제공합니다.
zh: 的EPRTS从摇篮到轮回识别和跟踪能力，加上其完整的系统性问责提供了必要的初步框架，以确保100％的绿色产品利用现有的废旧轮胎引水工程的成功转型。

source: The EPRTS Stewardship platform offers a market based concept that fully utilizes the existing tire industry's infrastuctures.
es: La plataforma EPRTS Administración ofrece un concepto basado en el mercado que utiliza al máximo infrastuctures la industria del neumático existente.
ja: EPRTSスチュワードシッププラットフォームは完全に既存のタイヤ業界のインフラを活用し、市場ベースの概念を提供しています。
ko: EPRTS 청지기 플랫폼은 완전히 기존의 타이어 산업의 인프라를 활용하여 시장 기반 개념을 제공합니다.
zh: 该EPRTS管理平台提供了一个以市场为基础的概念，充分利用现有的轮胎行业的基础设施。

source: EPRTS Benefit Includes
es: Beneficio Incluye EPRTS
ja: EPRTS給付は含まれています
ko: EPRTS 혜택이 포함되어 있습니다
zh: EPRTS福利包括

source: EPRTS, by EPR Dynamics, is the complete solution for an Extended Product Responsibility Scrap Tire Stewardship's recycling operations and management challenges.
ja: EPRTSは、EPRのダイナミクスによって、拡張製品責任のための完全なソリューションです タイヤ·スチュワードのリサイクルの運用と管理の課題をスクラップ。
ko: EPR 역학의 EPRTS 는 확장 제품 책임 스크랩 타이어 청지기의 재활용 운영 및 관리 문제에 대한 완벽한 솔루션입니다.
zh: 由EPR动力，EPRTS，是一个完整的解决方案扩展产品责任废旧轮胎监管的回收业务和管理方面的挑战。

source: EPRTS provides the unified and incentivised operations and management solutions for businesses and governments to welcome the incorporation of a 100% Green Recycling initiative.
es: EPRTS proporciona las operaciones unificadas y incentivados y soluciones de gestión para las empresas y los gobiernos para dar la bienvenida a la incorporación de una iniciativa de reciclaje 100% verde.
ja: EPRTSは、企業や100％グリーンリサイクルイニシアティブの設立を歓迎するために政府の統一的かつインセンティブ運用と管理ソリューションを提供しています。
ko: EPRTS는 기업 및 100 % 그린 재활용 사업의 설립을 환영하는 정부의 통일과 incentivized 운영 및 관리 솔루션을 제공합니다.

source: Add Inventory
ja: 在庫を追加

source: Advance Search
ja: アドバンス検索

source: Country
es: País:
ja: カントリー

source: Save
ja: 保存

source: TX User ID
ja: テキサスユーザーID

source: Zip Code
ja: 郵便番号

source: Add New User
ja: 新規ユーザの追加

source: Bin/Space
es: Bin / Espacio
ja: ビン/スペース
ko: 빈 / 우주
zh: 斌/空间

source: Brand
es: marca
ja: ブランド
ko: 상표
zh: 牌

source: Brand 2
es: Marca 2
ja: ブランド2
ko: 브랜드 2
zh: 品牌2

source: C Barcode
es: C Código de barras
ja: C言語バーコード
ko: C의 바코드
zh: Ç条码

source: DisApprove
ja: 不可とする

source: DOT Number
es: Número DOT
ja: ドット数
ko: DOT 번호
zh: DOT号码

source: Lot Number
es: Número de lote
ja: ロット番号
ko: 로트 번호
zh: 批号

source: Month
es: mes
ja: 月
ko: 월
zh: 月

source: Plant
es: planta
ja: 植物
ko: 식물
zh: 厂

source: Size
es: tamaño
ja: サイズ
ko: 크기
zh: 大小

source: Thankyou for your Registrtion at EPRTS. You will be notify by Email. Please check your Email for your Login Information.
es: Gracias por su inscripción en EPRTS. Se le notificará por correo electrónico. Por favor, consultar su correo electrónico la información de acceso.
ja: EPRTSであなたの登録のためのありがとう。あなたが電子メールで通知されます。あなたのログイン情報のためのあなたのメールをチェックしてください。
ko: EPRTS에서 등록에 감사드립니다. 당신은 이메일로 통보 될 것입니다. 로그인 정보를위한 이메일을 확인하시기 바랍니다.
zh: 谢谢您注册EPRTS。您将通过电子邮件通知。您的登录信息，请检查您的电子邮件。

source: Welcome to EPRTS
es: Bienvenido a EPRTS
ja: EPRTSへようこそ
ko: EPRTS에 오신 것을 환영합니다
zh: 欢迎来到EPRTS

source: Year
es: año
ja: 年
ko: 년
zh: 年

source: Reject
es: rechazar
ja: 拒絶する
ko: 거절하다
zh: 拒绝

source: Alerts
es: Alertas
ja: アラート
ko: 알림

source: Applications
es: Aplicaciones
ja: アプリケーション
ko: 응용

source: Email Address
es: Dirección de correo electrónico
ja: メールアドレス
ko: 이메일 주소
zh: 电邮地址

source: Forgot Password
es: Olvidó su contraseña
ja: パスワードを忘れた方
ko: 비밀번호를 잊으셨습니까
zh: 忘记密码

source: Error 404 - Page Not Found
es: Error 404 - Página no encontrada
ja: エラー404 - ページが見つかりません
ko: 오류 404 - 페이지를 찾을 수 없음
zh: 错误404 - 找不到网页

source: Go back to Home Page
es: Volver a la Página Principal
ja: ホームページに戻る
ko: 홈 페이지로 돌아 가기
zh: 回到首页

source: Sorry, but the page you are looking for might have been removed,had its name changed, or is temporarily unavailable.
es: Lo sentimos, pero la página que está buscando se haya quitado, haya cambiado de nombre o no esté disponible temporalmente.
ja: 申し訳ありませんが、あなたが探しているページは削除され、その名前が変更されたか、または一時的に利用できませんされている場合があります。
ko: 죄송하지만, 당신이 찾고있는 페이지가 삭제, 이름이 변경되었거나 일시적으로 사용할 수 없습니다되었을 수 있습니다.
zh: 很抱歉，但你正在寻找的页面可能已经删除，更名或暂时不可用。

source: Business Phone
es: teléfono de la empresa
ja: ビジネス用電話機
ko: 비즈니스 전화 번호
zh: 业务电话

source: City
es: ciudad
ja: シティ
ko: 도시
zh: 城市

source: Company Name
es: Nombre de la compañía
ja: 会社名
ko: 회사 명
zh: 公司名称

source: Permit #
es: Permiso #
ja: ＃許可
ko: 허용 #
zh: 许可证号码

source: State
es: estado
ja: 状態
ko: 상태
zh: 国

source: Pending Goverment Agency
es: Gobierno Pendiente Agencia
ja: ペンディング楊州庁
ko: 대기중인 정부 기관
zh: 等待电子政务机构

source: Pending Law Enforcement Agency
es: En espera de la Ley Enforcement Agency
ja: 係属中の法執行機関
ko: 대기중인 법 집행 기관
zh: 等待执法机构

source: Pending Organization
es: En espera de la Organización
ja: 組織を保留
ko: 조직 보류중인
zh: 待处理组织

source: Pending Stakeholders
es: Los interesados ​​pendientes
ja: 保留中のステークホルダー
ko: 보류 중 이해 관계자
zh: 待处理利益相关者

source: Pending Stewards
es: Stewards pendientes
ja: 保留中のスチュワード
ko: 대기중인 청지기
zh: 待定董事局

source: Pending Stewardships
es: mayordomías pendientes
ja: ペンディングStewardships
ko: 보류 중 Stewardships
zh: 挂起的管家职

source: EPR User Name
es: EPR Nombre de usuario
ja: EPRのユーザ名
ko: EPR 사용자 이름
zh: EPR用户名

source: Stewardship Type
es: Manejo Tipo
ja: スチュワードシップの種類
ko: 청지기 종류
zh: 管理类型

source: Agency Type
es: Tipo de Agencia
ja: 機関の種類
ko: 기관 유형
zh: 公司类型

source: Steward Type
es: Steward Tipo
ja: スチュワードタイプ
ko: 청지기 유형
zh: 管家型

source: Stewardship Type(s)
es: Manejo Tipo (s)
ja: スチュワードシップタイプ（S）
ko: 청지기 유형 (들)
zh: 管理型（S）

source: Action Date
es: Acción Fecha
ja: アクション日付
ko: 액션 일
zh: 行动日期

source: Received Date
es: Fecha de recepción
ja: 受信日
ko: 받은 날짜
zh: 收稿日期

source: Reset
es: reajustar
ja: リセット
ko: 재설정
zh: 复位

source: Select
es: --Seleccionar--
ja: --選択する--
ko: --선택--
zh: --选择--

source: Go To Home
es: Ir a la Home
ja: ホームページに戻る
ko: 홈으로 이동
zh: 首页

source: Location Name
es: Nombre Ubicación
ja: 場所の名前
ko: 위치 이름
zh: 地点名称

source: Stewardship Modules
es: Módulos de Manejo
ja: スチュワードシップモジュール
ko: 청지기 모듈
zh: 管理模块

source: Primary Contact:
es: Contacto Principal:
ja: 主担当：
ko: 기본 연락처 :
zh: 主要联系人：

source: Registration Form
es: Formulario de inscripción
ja: 登録用紙
ko: 등록 양식
zh: 报名表

source: Business Legal Name
es: Legal Business Name
ja: ビジネス正式名称
ko: 사업 법률 명
zh: 企业法定名称

source: Enter ZIP Code
es: Ingrese el código postal
ja: 郵便番号を入力する
ko: 우편 번호를 입력
zh: 输入邮政编码

source: First Name
es: Nombre
ja: ファーストネーム
ko: 이름
zh: 名字

source: If applicable
es: En su caso
ja: 該当する場合
ko: 해당되는 경우
zh: （如果适用）

source: Primary physical location Street # - Street name
es: Primaria ubicación física Street # - Nombre de la calle
ja: 主要な物理的な場所ストリート＃ - ストリート名
ko: 기본 물리적 위치 스트리트 # - 거리 이름
zh: 主要物理位置街 - 街道名称

source: Suite # or Unit #
es: Suite # o Unidad #
ja: スイート＃またはユニット＃
ko: 스위트 룸 # 또는 단위 #
zh: 套房＃股＃

source: Email:
ja: Eメール：
ko: 이메일 :
zh: 电子邮件地址：

source: Login:
ja: ログイン：
ko: 로그인 :
zh: 登录：

source: Middle Name:
es: Segundo nombre:
ja: ミドルネーム：
ko: 중 이름 :
zh: 中间名：

source: Phone Number:
es: Número de teléfono:
ja: 電話番号：
ko: 전화 번호 :
zh: 电话号码：

source: Re Enter Password:
es: Re Escriba la contraseña:
ja: パスワードを再入力：
ko: 비밀번호를 다시 입력 :
zh: 重新输入密码：

source: Update Password:
es: Actualizar Contraseña
ja: パスワードを更新します。
ko: 비밀번호 업데이트 :
zh: 更新密码：

source: User Role:
es: Función de usuario:
ja: ユーザーの役割：
ko: 사용자 역할 :
zh: 用户角色：

source: Scrap Category Type:
es: Scrap Tipo de categoría:
ja: カテゴリタイプをスクラップ。
ko: 카테고리 유형을 스크랩 :
zh: 废料分类类型：

source: Scrap Category:
es: Desechos Categoría:
ja: カテゴリをスクラップ。
ko: 카테고리 스크랩 :
zh: 废料分类：

source: Tire Types:
es: Tipos de neumáticos:
ja: タイヤの種類：
ko: 타이어 유형 :
zh: 轮胎类型：

source: Inventory Revenue
es: Inventario de Ingresos
ja: インベントリ収入
ko: 재고 수익
zh: 库存收益

source: Size to PET
es: Tamaño de PET
ja: PETへのサイズ
ko: PET 크기에
zh: 大小为PET

source: --Select--
es: - Seleccione
ja: - 選択してください -
ko: - 선택 -
zh: - 请选择 -

source: Account Information
es: Información de la cuenta
ja: アカウント情報
ko: 계정 정보
zh: 帐户信息

source: Account Number
es: Número de cuenta
ja: 口座番号
ko: 계좌 번호
zh: 帐号

source: Account Title
es: Título de la cuenta
ja: 勘定科目
ko: 계정 제목
zh: 账户名称

source: Account Title :
es: Título de la cuenta:
ja: アカウントのタイトル：
ko: 계정 제목 :
zh: 账户名称：

source: Account Type
es: Tipo de Cuenta
ja: 口座の種類
ko: 계정 유형
zh: 帐户类型

source: Account Type :
es: Tipo de cuenta:
ja: アカウントの種類：
ko: 계정 유형 :
zh: 帐户类型：

source: Account# :
es: Cuenta #:
ja: ＃アカウント：
ko: # 계정 :
zh: 帐号：

source: Add New Credit Information
es: Agregar información de crédito nuevo
ja: 新しい信用情報を追加
ko: 새 신용 정보 추가
zh: 添加新的信用卡信息

source: Address
es: dirección
ja: アドレス
ko: 주소
zh: 地址

source: Admin Permission
es: permiso de administrador
ja: Admin権限
ko: 관리자 권한
zh: 管理员权限

source: Bank Account Information
es: Información de cuentas bancarias
ja: 銀行口座情報
ko: 은행 계좌 정보
zh: 银行帐户资料

source: Bank Address Information
es: Dirección de Información del Banco
ja: バンクアドレス情報
ko: 은행 주소 정보
zh: 银行地址信息

source: Bank Name
es: Nombre del banco
ja: 銀行名
ko: 은행 이름
zh: 银行名称

source: Bank Name :
es: Nombre del Banco:
ja: 銀行名：
ko: 은행 이름 :
zh: 银行名称：

source: Branch
es: rama
ja: ブランチ
ko: 지사
zh: 支

source: Branch :
es: Sucursal:
ja: ブランチ：
ko: 지점 :
zh: 分公司：

source: Business
es: negocios
ja: ビジネス
ko: 사업
zh: 业务

source: Card Name
ja: カード名
ko: 카드 이름
zh: 卡名称

source: Card Number
es: Número de tarjeta
ja: カード番号
ko: 카드 번호
zh: 身份证号码

source: Card#:
es: Tarjeta #:
ja: カード＃：
ko: 카드 # :
zh: 卡编号：

source: City :
es: Ciudad:
ja: 市：
ko: 시 :
zh: 城市：

source: Credit Card Information
es: Información de la Tarjeta de Crédito
ja: クレジットカード情報
ko: 신용 카드 정보
zh: 信用卡信息

source: Credit Card Type
es: Tipo de Tarjeta de Crédito
ja: クレジットカードの種類
ko: 신용 카드 유형
zh: 信用卡类型

source: Current
es: corriente
ja: 現在
ko: 현재
zh: 当前

source: Default Permission
es: Por defecto permiso
ja: デフォルトのアクセス権
ko: 기본 권한
zh: 默认权限

source: Default URL:
es: Predeterminado URL:
ja: デフォルトのURL：
ko: 기본 URL :
zh: 默认URL：

source: Expiry Date
es: Fecha de caducidad
ja: 有効期限
ko: 유효 기간
zh: 到期日

source: Group:
es: grupo:
ja: グループ：
ko: 그룹 :
zh: 组：

source: Latitude
es: latitud
ja: 緯度
ko: 위도
zh: 纬度

source: Longitude
es: longitud
ja: 経度
ko: 경도
zh: 经度

source: LookUp Name
es: búsqueda de nombre
ja: 名前を検索
ko: 이름 조회
zh: 查找名称

source: Navigate on main screen:
es: Navegar en la pantalla principal:
ja: メイン画面に移動します。
ko: 메인 화면에서 이동 :
zh: 主屏幕上的导航：

source: Order By
es: Ordenar por
ja: ORDER BYの
ko: 별 주문
zh: 排列方式

source: Page Name
es: nombre página
ja: ページ名
ko: 페이지 이름
zh: 页面名称

source: Page Path
es: Ruta a la página
ja: ページパス
ko: 페이지 경로
zh: 页路径

source: Path:
es: Ruta de acceso:
ja: パス：
ko: 경로 :
zh: 路径：

source: Permission
es: permiso
ja: 許可
ko: 허가
zh: 允许

source: Permissions
es: Permisos
ja: パーミッション
ko: 권한
zh: 权限

source: Phone# :
es: N º de teléfono:
ja: 電話番号＃：
ko: 전화 번호 # :
zh: 电话号码：

source: Primary Account
es: cuenta Principal
ja: 主要口座
ko: 기본 계정
zh: 主帐户

source: Primary Card
es: Tarjeta Primaria
ja: プライマリカード
ko: 기본 카드
zh: 主卡

source: Primary Phone
es: teléfono principal
ja: プライマリ電話
ko: 기본 전화 번호
zh: 主要电话

source: Roles:
ja: ロール：
ko: 역할 :
zh: 角色：

source: Routing# :
ja: ＃ルーティング：
ko: # 라우팅 :
zh: 路由：

source: Saving
es: ahorro
ja: 節約
ko: 절약
zh: 节约

source: Serial Number
es: Número de Serie
ja: シリアルナンバー
ko: 일련 번호
zh: 编号

source: State :
es: Estado:
ja: 状態：
ko: 주 :
zh: 国家：

source: Street Name
es: Nombre de Calle
ja: 仲買人名義
ko: 거리 이름
zh: 街道名称

source: Street Name :
es: Nombre de la calle:
ja: ストリート名：
ko: 거리 이름 :
zh: 街道名称：

source: Street Number
es: calle
ja: 番地
ko: 거리 번호
zh: 街道号码

source: Street Number :
es: Calle:
ja: ストリート番号：
ko: 스트리트 번호 :
zh: 街道号码：

source: Swift Code :
es: Código Swift:
ja: スウィフトコード：
ko: 고유 (Swift) 코드 :
zh: Swift代码：

source: Type:
es: tipo:
ja: 種類：
ko: 유형 :
zh: 类型：

source: VC2 Code
es: VC2 Código
ja: VC2コード
ko: VC2 코드
zh: VC2代码

source: View Permission
es: Ver permisos
ja: アクセス許可の表示
ko: 권한보기
zh: 查看权限

source: Zip Code :
es: Código Postal:
ja: 郵便番号：
ko: 우편 번호 :
zh: 邮编：

source: Bank Account
es: cuenta bancaria
ja: 銀行預金口座
ko: 은행 계좌
zh: 银行帐户

source: Credit Card
es: Tarjeta de Crédito
ja: クレジットカード
ko: 크레디트 카드
zh: 信用卡

source: Select Country and Stewardship to continue
es: Seleccione País y Mayordomía para continuar
ja: 継続して国とスチュワードシップを選択
ko: 계속 나라 와 청지기 를 선택
zh: 选择国家和监管继续

source: Welcome to EPR
es: Bienvenido a EPR
ja: EPRへようこそ
ko: EPR 에 오신 것을 환영합니다
zh: 欢迎到EPR

source: EPR Technology Solutions Benefit Includes
es: EPR Technology Solutions Beneficios Incluye
ja: EPRテクノロジー·ソリューションズの利益は含まれています
ko: EPR 기술 솔루션 혜택 포함
zh: EPR技术解决方案益处包括

source: EPR Technology Solutions is the complete solution for an Extended Product Responsibility Scrap Tire Stewardship's recycling operations and management challenges.
es: EPR Technology Solutions es la solución completa para las operaciones de reciclaje de un producto chatarra Responsabilidad Extendida del neumático Custodia y desafíos de gestión.
ja: EPRテクノロジー·ソリューションズは、拡張製品責任スクラップタイヤスチュワードシップのリサイクル事業と管理の課題のための完全なソリューションです。
ko: EPR 기술 솔루션은 확장 제품 책임 스크랩 타이어 청지기의 재활용 운영 및 관리 문제에 대한 완벽한 솔루션입니다.
zh: EPR技术解决方案是一个扩展产品责任废旧轮胎监管的回收业务和管理挑战的完整解决方案。

source: *Existing Stewardship Stakeholders are granted Pre-Approved status and Instant Access to their new EPR Technology Solutions services by submitting an abbreviated online information update application.
es: * Los interesados Custodia existentes se concedió la condición de Pre-Aprobado y acceso instantáneo a sus nuevos servicios EPR Technology Solutions mediante la presentación de una solicitud de actualización de la información en línea abreviada.
ja: *既存のスチュワードシップの関係者は略さオンライン情報更新申請書を提出することにより、新しいEPRテクノロジーソリューションサービスへの事前承認ステータスとインスタントアクセスを付与されます。
ko: * 기존 청지기의 이해 관계자들은 약식 온라인 정보 갱신 신청서를 제출하여 새로운 EPR 기술 솔루션 서비스에 대한 사전 승인 상태 및 인스턴트 액세스 권한이 부여됩니다.
zh: *现有的监管利益相关方提交的缩写网上信息更新申请，即可获得预批准状态和即时访问他们的新的EPR技术解决方案服务。

source: Real World Solutions for Global Resource Recycling
es: Soluciones del mundo real para el Reciclaje Global Resource
ja: グローバル資源循環のための実世界のソリューション
ko: 글로벌 자원 재활용에 대한 실제 세계 솔루션
zh: 真实世界解决全球资源回收

source: Auto-Fund Transfers:
es: Traslados Auto-Fondo:
ja: 自動振込：
ko: 자동 기금 전송 :
zh: 自动资金转账：

source: Facility Postal Code:
es: Facilidad Código Postal:
ja: 施設郵便コード：
ko: 시설 우편 번호 :
zh: 基金邮编：

source: Organization Type:
es: Tipo de Organización:
ja: 組織の種類：
ko: 조직 유형 :
zh: 机构类型：

source: Close
es: cerca
ja: クローズ
ko: 가까운
zh: 关闭

source: EPR Technology Solutions provides the unified and incentivised operations and management solutions for businesses and governments to welcome the incorporation of a 100% Green Recycling initiative.
es: EPR Technology Solutions proporciona las operaciones unificadas y incentivadas y soluciones de gestión para empresas y gobiernos para dar la bienvenida a la incorporación de una iniciativa de reciclaje verde 100%.
ja: EPRテクノロジー·ソリューションズは100％グリーンリサイクルイニシアティブの取り込みを歓迎する企業や政府のための統一やインセンティブ運用管理ソリューションを提供しています。
ko: EPR 기술 솔루션은 100 % 녹색 재활용 사업의 통합을 환영하기 위해 기업과 정부에 대한 통합 및 인센티브 운영 및 관리 솔루션을 제공합니다.
zh: EPR技术解决方案提供了统一的诱因运营和管理解决方案，为企业和政府欢迎100％绿色回收行动的结合。

source: The EPR Technology Solutions Cradle-to-Reincarnation identification and tracking capabilities coupled with its complete systemic accountability provide the initial framework necessary to insure the successful transition from existing scrap tire diversion projects to 100% Green product utilization.
es: Las capacidades EPR Technology Solutions Cuna-a-reencarnación de identificación y seguimiento, junto con su completa responsabilidad sistémica proporcionan el marco inicial necesaria para asegurar la transición exitosa de proyectos de desviación de llantas de desecho existentes al 100% de utilización de productos verdes.
ja: その完全な全身責任と結合されたEPRテクノロジー·ソリューションズクレードルツー生まれ変わり識別および追跡能力を100％グリーン製品の利用に既存の廃タイヤの転換プロジェクトからの移行に成功を保証するために必要な初期のフレームワークを提供します。
ko: 완전한 전신 책임과 함께 EPR 기술 솔루션 요람에서 환생 식별 및 추적 기능을 100 % 그린 제품 활용에 기존 스크랩 타이어 전환 프로젝트의 성공적인 이행을 보장하기 위해 필요한 초기 프레임 워크를 제공한다.
zh: 再加上其完整的系统性问责制EPR技术解决方案从摇篮到轮回识别和跟踪能力提供了必要的保证，从现有的废旧轮胎引水工程，100％绿色产品的利用率成功转型的初步框架。

source: The EPR Technology Solutions Stewardship platform offers a market based concept that fully utilizes the existing tire industry's infrastructures.
es: La plataforma EPR Technology Solutions Mayordomía ofrece un concepto basado en el mercado que utiliza al máximo las infraestructuras de la industria del neumático existente.
ja: EPRテクノロジー·ソリューションズスチュワードシッププラットフォームは、完全に既存のタイヤ産業のインフラを利用し、市場ベースの概念を提供しています。
ko: EPR 기술 솔루션 책임 관리 플랫폼은 완전히 기존의 타이어 산업의 인프라를 활용하여 시장 기반 개념을 제공합니다.
zh: EPR的技术解决方案监管平台提供了一个基于市场的概念，充分利用现有轮胎行业的基础设施。

source: String1
es: Soluciones del mundo real para el Reciclaje Global Resource
ja: グローバル資源循環のための実世界のソリューション
zh: 真实世界解决全球资源回收

source: Business Energy/Water Self-Survey and Solutions
es: Negocio Energético / Agua Auto-Estudio y Soluciones
ja: ビジネスエネルギー/水の自己調査とソリューション
ko: 비즈니스 에너지 / 물 자체 조사 및 솔루션
zh: 企业节能/供水自我调查和解决方案

source: Carpets and Rugs
es: Alfombras y Tapetes
ja: カーペットやラグ
ko: 카펫과 러그
zh: 地毯和地毯

source: Center Trax
es: Centro Trax
ja: センタートラックス
ko: 센터 트랙스
zh: Trax的中心

source: Consumer Trax
es: Trax Consumidor
ja: 消費者トラックス
ko: 소비자 트랙스
zh: 消费者特里克斯

source: E-Waste
ja: 電子廃棄物
ko: 전자 폐기물
zh: 电子废物

source: Global Market Values and Futures Exchange
es: Los valores de mercado globales y Bolsa de Futuros
ja: グローバル市場の値と先物取引所
ko: 글로벌 시장 가격 및 선물 거래소
zh: 全球市场价值和期货交易所

source: Global Producer and Product Registry
es: Productor Mundial y registro del producto
ja: グローバル生産と製品レジストリ
ko: 글로벌 생산 및 제품 레지스트리
zh: 全球生产商和产品注册

source: Global Waste Resource e-Commerce Site
es: E-Commerce de Recursos Residuos Global Site
ja: グローバル廃棄物資源の電子商取引サイト
ko: 글로벌 자원 폐기물 전자 상거래 사이트
zh: 全球垃圾资源化的电子商务网站

source: Home Appliances
es: Electrodomésticos
ja: 家電製品
ko: 가전 제품
zh: 家庭设备

source: Home Energy/Water Self-Survey and Solutions
es: Inicio Energía / Agua Auto-Estudio y Soluciones
ja: ホームエネルギー/水の自己調査とソリューション
ko: 가정 에너지 / 물 자체 조사 및 솔루션
zh: 家庭能源/供水自我调查和解决方案

source: Home Waste Self-Survey and Solutions
es: Inicio Residuos Auto-Estudio y Soluciones
ja: ホーム廃棄物の自己調査とソリューション
ko: 홈 폐기물 자체 조사 및 솔루션
zh: 主页废物自我调查和解决方案

source: Household Chemicals
es: Químicos para el Hogar
ja: 家庭用化学薬品
ko: 가정용 화학
zh: 日用化工

source: ISO 14064-III Carbon Credit Management
es: 14064-III ISO de Gestión de Créditos de Carbono
ja: ISOの14064-IIIカーボンクレジット管理
ko: 의 ISO 14064-III 탄소 신용 관리
zh: ISO14064-III碳信用管理

source: Mattresses
es: Colchones
ja: マットレス
ko: 매트리스
zh: 床垫

source: New Products or Materials
es: Nuevos Productos o Materiales
ja: 新製品や新素材
ko: 신제품 또는 자료
zh: 新的产品或材料

source: Paint and Paint Products
es: Pintura y Productos
ja: ペイントペイント製品
ko: 페인트 및 페인트 제품
zh: 涂料和Paint产品

source: Recycling Centers
es: Centros de Reciclaje
ja: リサイクル·センター
ko: 재활용 센터
zh: 回收中心

source: Redemption Centers
es: Centros Redemption
ja: 償還センター
ko: 보너스 센터
zh: 兑换中心

source: Resource Trax
es: Trax recursos
ja: リソーストラックス
ko: 자원 트랙스
zh: Trax的资源

source: Scrap Tubes and Flaps
es: Tubos de chatarra y Flaps
ja: スクラップチューブ、フラップ
ko: 스크랩 튜브 및 플랩
zh: 废钢管和襟翼

source: Social Media NPO Recycling/Fund-Raising Program
es: Social Media NPO Reciclaje / Recaudación de Fondos del Programa
ja: ソーシャルメディアNPOリサイクル/募金プログラム
ko: 소셜 미디어 NPO 재활용 / 기금 모금 프로그램
zh: 社会化媒体NPO回收/募集资金计划

source: Toxic Trax
es: Tóxico Trax
ja: 毒性トラックス
ko: 독성 트랙스
zh: 有毒特里克斯

source: Trash Trax
es: Trax Papelera
ja: ゴミ箱トラックス
ko: 휴지통 트랙스
zh: Trax的垃圾桶

source: Trash Tweets
es: Tweets de basura
ja: ゴミ箱ツイート
ko: 휴지통 트윗
zh: 垃圾推文
