Repository: AsmaBabarISL/Epr_General
Catalog: TireTrax/TireTraxPublicSite/Resources/Messages/Messages.*.resx
Languages: fr

source: *Check mark all applicable boxes
fr: * Coche toutes les cases applicables

source: Accept Auto-Fund Transfers:
fr: Accepter Auto-Fonds transferts:

source: Accept Text Messages:
fr: Accepter messages texte:

source: Accounting
fr: comptabilité

source: Accounting Interface:
fr: Interface Comptabilité:

source: Actions
fr: actes

source: Add More
fr: Ajouter Plus

source: Add New Stakeholder
fr: Ajouter intervenants New

source: Add New Stewardship
fr: Ajouter Stewardship Nouveau

source: Add PTE Setting
fr: Ajouter un paramètre PTE

# Add Supplier
source: Add this Reference
fr: Ajouter Fournisseur

source: Additional Locations
fr: Autres Emplacements

source: Additional Locations are generally for Temporary Events or if the Stakeholder has no permanent management on premise. Please, file all managed facilities as a New and seperate location. There are no additional charges. The primary facility's stakeholder is provided with both individual and consolidated facilities management reports.
fr: Des sites supplémentaires sont généralement temporaires pour des événements ou si la partie prenante n'a pas de gestion permanente sur les lieux. S'il vous plaît, soumettre toutes les installations gérées comme un nouvel emplacement et séparée. Il n'ya pas de frais supplémentaires. Des parties prenantes L'installation primaire est assuré à la fois individuels et consolidés installations rapports de gestion.

source: Amount
fr: montant

# b
source: Tire Transportation Permit #:
fr: Tire Transports Permis #:

source: Back
fr: Arrière

source: Billing Cell Phone:
fr: Cell Phone facturation:

source: Billing Contact Name:
fr: Nom Billing Contact:

source: Billing Contact Same:
fr: Contact de facturation même:

source: Billing Email:
fr: E-mail de facturation:

source: Billing Phone:
fr: Téléphone de facturation:

# Business Name:
source: Business Legal Name:
fr: Nom de l'entreprise:

# Business Phone:
source: Primary Contact Phone:
fr: Téléphone au travail:

source: Business Type
fr: Type d'entreprise

source: Business Type:
fr: Type d'entreprise:

source: C-Barcode
fr: C-barres

source: Cancel
fr: Annuler

source: Cell Phone:
fr: Téléphone portable:

source: City:
fr: Ville:

source: Clients – Non-Retail Client Trade References
fr: Clients - autres que de détail Commerce Références clients

source: Company Name:
fr: Nom de la société:

source: Component Type:
fr: Type de composant:

source: Contact
fr: Contacter

source: Country:
fr: Pays:

source: Currency
fr: monnaie

source: DBA Name:
fr: DBA Nom:

# Define
source: Details
fr: Définir

source: Delete
fr: Effacer

# DeleteConfirmation
source: Are you sure you want to delete this record.
fr: Supprimer Confirmation

source: Please, a minimum of 3 non-retail client trade references are required.
fr: S'il vous plaît, un minimum de 3 non-détail références commerciales du client sont nécessaires.

# Disclaimer: *Please, a minimum of 3 Supplier trade references are required.
source: Please, a minimum of 3 Supplier trade references are required.
fr: S'il vous plaît, un minimum de 3 références commerciales des fournisseurs sont requis.

source: You can change your Temporary User Login and/or your Password once your application is verified and your company site is activated.
fr: Vous pouvez modifier votre nom d'utilisateur temporaire et / ou votre mot de passe une fois que votre demande est vérifiée et site de votre entreprise est activée.

source: Dollar Value
fr: Valeur en dollars

source: Effective Date
fr: Entrée en vigueur

source: Event Dates:
fr: Prochaines dates:

source: Expiration Date
fr: date d'expiration

source: Facility Street Address:
fr: Adresse installation:

source: Facility ZIP Code:
fr: Code postal installation:

source: Franchise Name
fr: Nom franchise

source: History
fr: histoire

source: I have reviewed the
fr: J'ai examiné la

source: Internationally
fr: Internationalement

source: Inventory Interface:
fr: Interface inventaire:

source: Latest Stakeholder/User
fr: Dernière intervenants / utilisateur

source: Legal Name
fr: Dénomination sociale

source: Location
fr: emplacement

source: Location Contact Email:
fr: Email Contacter Localisation:

source: Location Contact Person:
fr: Personne à contacter Localisation:

source: Location Event:
fr: Lieu de l'événement:

# Location Name:
source: Location Legal Name:
fr: Nom du lieu:

source: Location Permit #:
fr: Lieu permis #:

source: Location Status:
fr: Lieu Statut:

source: Location Street Address:
fr: Localisation Adresse:

source: Location Type:
fr: Type d'emplacement:

source: Location ZIP Code:
fr: Code postal Localisation:

# Login Registration
source: Login Confirmation
fr: Confirmation Connexion

source: Lookup Table:
fr: Tableau de conversion:

source: Mailing Address Same:
fr: Nom Adresse postale:

source: Mailing ZIP Code:
fr: Code postal postale:

source: Name:
fr: Nom:

source: Nationally
fr: Nationalement

source: Next
fr: Suivant

source: No
fr: Aucun

source: No Record Exists
fr: Aucun enregistrement n'existe

source: Order
fr: Ordre

source: Organization Name
fr: Nom de l'organisation

source: Organization Type
fr: Type d'Organisation

source: Organization:
fr: Organisation:

source: Password:
fr: Mot de passe:

source: Phone
fr: Téléphone

source: Please, review the Terms and Conditions of the Stewardship and EPRTS Privacy agreements before submitting your enrollment applications.
fr: S'il vous plaît, acceptez les termes et conditions de l'intendance et des accords de confidentialité EPRTS avant de soumettre vos demandes d'inscription.

source: Primary Contact Cell Phone:
fr: Primaire Cell Phone Contact:

source: Primary Contact Email:
fr: Contact Email principal:

source: Primary Contact Name:
fr: Personne-ressource principale:

source: Primary Information
fr: Informations primaire

source: Primary Registration
fr: Inscription primaire

# RecordExistence
source: No Record Exists
fr: Existence d'enregistrement

source: Revenue
fr: Revenu

source: Role
fr: Rôle

source: School Type:
fr: Type d'école:

source: Search
fr: Rechercher

source: Search Filters
fr: Filtres de recherche

source: Section Type:
fr: Type d'article:

source: Select Value:
fr: Sélectionnez l'option Valeur:

source: Stakeholder Certifications
fr: Certifications des parties prenantes

source: Stakeholder Name
fr: Nom des parties prenantes

source: Stakeholder Type
fr: Type d'Intervenants

source: StakeHolder-ID
fr: Parties Prenantes-ID

source: Stakeholders
fr: Intervenants

source: State:
fr: Etat:

source: Status
fr: Statut

source: Step 1 of 8
fr: Étape 1 de 8

source: Step 2 of 8
fr: Etape 2 de 8

source: Step 3 of 8
fr: Étape 3 de 8

source: Step 4 of 8
fr: Étape 4 de 8

source: Step 5 of 8
fr: Étape 5 de 8

source: Step 6 of 8
fr: Étape 6 de 8

source: Step 7 of 8
fr: Étape 7 de 8

source: Stewardship
fr: Intendance

source: Stewardship Privacy Agreement
fr: Accord de confidentialité intendance

source: Stewardships
fr: Intendances

source: Street Address:
fr: Adresse:

source: Submit
fr: Soumettre

source: Submit Application
fr: Soumettre une demande

source: Submit Application
fr: Soumettre une demande

# Suit #:
source: Suite# or Unit#:
fr: Suit #:

source: Suite# or PO Box#:
fr: Suite # ou case postale:

source: Suppliers
fr: Fournisseurs

source: Suppliers – Trade References
fr: Fournisseurs - Références commerciales

source: Temporary User Login ID:
fr: Temporaire ID de connexion utilisateur:

source: Thank You
fr: Merci

source: Thank you for submitting your application. Your application has been forwarded for approval. Once your application is approved we will let you know by email.
fr: Merci de nous envoyer votre demande. Votre demande a été transmise pour approbation. Une fois que votre demande est approuvée, nous vous le ferons savoir par e-mail.

source: This Login is not available
fr: Cette connecter n'est pas disponible

source: Timeline
fr: Chronologie

source: Tire Storage Permit #:
fr: Entreposage de pneus permis #:

source: EPRTS Privacy Agreement
fr: EPRTS confidentialité Accord

source: Title:
fr: Titre:

source: Transporter Hauling Certifications
fr: Certifications Transporter Hauling

source: TX-Barcode
fr: TX-barres

source: Update
fr: Mettre à Jour

source: Users
fr: Utilisateurs

source: View
fr: Voir

source: Website:
fr: Site web:

source: Yes
fr: Oui

source: ZIP Code:
fr: Code postal:

source: Continue
fr: Continuer

source: Registration
fr: Inscription

source: Select Stewardship
fr: Sélectionnez l'intendance

source: Step 8 of 8
fr: Étape 8 de 8

source: Please check-mark all choices.
fr: S'il vous plaît vérifiez-marquer tous les choix.

source: Step 1 of 3
fr: Étape 1 de 3

source: Step 1 of 4
fr: Étape 1 de 4

source: Step 2 of 3
fr: Étape 2 de 3

source: Step 2 of 4
fr: Étape 2 de 4

source: Step 3 of 3
fr: Étape 3 de 3

source: Step 3 of 4
fr: Étape 3 de 4

source: Step 4 of 4
fr: Étape 4 de 4

source: Step 1 of 7
fr: Étape 1 de 7

source: Step 2 of 7
fr: Étape 2 de 7

source: Step 3 of 7
fr: Étape 3 de 7

source: Step 4 of 7
fr: Étape 4 de 7

source: Step 5 of 7
fr: Étape 5 de 7

source: Step 6 of 7
fr: Étape 6 de 7

source: Step 7 of 7
fr: Étape 7 de 7

source: Real World Solutions for Global Recycling
fr: Solutions Real World de recyclage global

# Location Business Phone:
source: Business Phone:
fr: Téléphone au travail:

source: Waste Hauling Permit #1:
fr: Transport des déchets permis # 1:

source: Waste Storage Permit #1:
fr: Déchets permis stockage # 1:

source: Last Name
fr: Nom de famille

source: Add this Location
fr: Ajouter ce Localisation

# &quot;Quick-Pay&quot; weekly compensation
source: "Quick-Pay" weekly compensation
fr: "Quick-Pay" indemnité hebdomadaire

source: *Existing Stewardship Stakeholders are granted Pre-Approved status and Instant Access to their new EPRTS services by submitting an abreviated online information update application.
fr: Les intervenants * intendance existants sont accordées préapprobation de statut et l'accès instantané à leurs nouveaux services EPRTS en soumettant une demande en ligne abreviated mise à jour des informations.

source: 100% Green Scrap Tire Recycling
fr: 100% de recyclage des pneus usés vert

source: 100% Green Scrap Tire Recycling becomes a practical reality.
fr: 100% de recyclage des pneus usés vert devient une réalité pratique.

source: Add
fr: ajouter

source: Add New Inventory
fr: Ajouter un nouvel inventaire

source: Address:
fr: adresse:

source: Alerts Notifications
fr: Notifications Alertes

source: Already a member
fr: Déjà un membre

source: And much...much more!
fr: Et bien ... beaucoup plus!

source: Application of Stakeholders
fr: Application des parties prenantes

source: Approval Date
fr: date d'approbation

source: Approve
fr: approuver

source: Billing Mail Address:
fr: Adresse email de facturation:

source: Business Phone Extension:
fr: Extension Téléphone au travail:

source: Business Phone Number:
fr: Numéro de téléphone d'affaires:

source: Business Phone Type:
fr: Type de téléphone au travail:

source: Business Text Messages:
fr: Messages textes d'affaires:

source: Business Waste Self-Survey and Solutions
fr: Déchets d'affaires libre-enquête et Solutions

source: Cell Phone Extension:
fr: Extension de téléphone portable:

source: Cell Phone Number:
fr: Numéro de téléphone cellulaire:

source: Cell Phone Type:
fr: Numéro de téléphone cellulaire:

source: Cell Text Message:
fr: Message texte Cellulaire:

source: Client Trade Refrences
fr: Références commerciales des clients

source: Community Services
fr: services communautaires

source: Compliance Trax
fr: conformité Trax

source: Consumer
fr: consommateur

source: Consumer Household Chemicals
fr: Les produits chimiques ménagers de consommation

source: Consumer Paint Products
fr: Produits de peinture de consommation

source: Contact Name
fr: Contact Nom

source: Contact Title:
fr: Contactez Titre:

source: Country Abbreviation:
fr: Abréviation Pays:

source: Cradle-to-Reincarnation complete accountability for each individual Scrap Tire.
fr: Cradle-to-Réincarnation responsabilité complète pour chaque individu pneus usés.

source: First Name:
fr: Prénom:

source: Forgot password?
fr: Mot de passe oublié?

source: Global eCommerce Website
fr: Global Website eCommerce

source: Goods
fr: biens

source: Government Agencies
fr: organismes gouvernementaux

source: Government Permits
fr: permis gouvernement

source: Green Business innovation
fr: L'innovation en entreprise verte

source: Green Collar Jobs
fr: Emplois verts

source: Green Equation
fr: Equation vert

source: Home
fr: maison

source: Integrated Government Compliance
fr: Conformité gouvernement intégré

source: Integrated Stewardship Compliance
fr: Conformité Gestion intégrée

source: Inventory
fr: inventaire

source: Last Name:
fr: Nom de famille:

source: Law Enforcement Agencies
fr: Organismes d'application de la loi

source: logout
fr: déconnexion

source: Lookup Management
fr: Lookup gestion

source: Market-based and Self-sustaining Stewardship Funding and Earnings platform.
fr: Axée sur le marché et de l'auto-entretenue financement intendance et de la plateforme résultats.

source: Mobile access to Stakeholder Accounts
fr: L'accès mobile aux comptes des parties prenantes

source: Module Name
fr: Nom du module

source: New
fr: nouveau

source: Organization Information
fr: Renseignements sur l'organisme

source: Password
fr: mot de passe

source: Please enter Primary Contact Business Phone
fr: S'il vous plaît entrer primaire Téléphone Business Contact

source: Please enter Primary Contact Cell Phone
fr: S'il vous plaît entrer primaire Cell Phone Contacter

source: Please select atleast one Stakeholder Certification
fr: S'il vous plaît sélectionner au moins un des intervenants de certification

source: Primary Email:
fr: Courriel principal:

source: Products or Materials
fr: Produits ou matériaux

source: Quick Links
fr: Liens rapides

source: Read More
fr: lire la suite

source: Recently Added Stakeholders
fr: Les intervenants récemment ajoutés

source: Recently Added Stewardships
fr: Intendances récemment ajoutés

source: Register Now
fr: Inscrivez-vous

source: Remeber me
fr: Se souvenir de moi

source: Remember me
fr: Se souvenir de moi

source: Reports
fr: Rapports

source: Role Name
fr: rôle Nom

source: Scrap Tire Related Products
fr: Scrap Tire Produits associés

source: Scrap Tires
fr: pneus usés

source: Search Inventory
fr: Rechercher dans l'inventaire

source: Security Roles
fr: Rôles de sécurité

source: Security/Roles
fr: Sécurité / Rôles

source: Settings
fr: réglages

source: Stakeholder Carbon Credit Management
fr: Gestion des parties prenantes de crédits carbone

source: State Name
fr: Nom de l'État

source: Stewardship Certifications
fr: Certifications intendance

source: Stewardship Modules
fr: Modules d'intendance

source: Stewardship Services
fr: Les services d'intendance

source: Supplier Trade References
fr: Références commerciales des fournisseurs

source: Temporary
fr: temporaire

source: The EPRTS Cradle-to-Reincarnation identification and tracking capabilities coupled with its complete systemic accoutability provide the initial framework necessary to insure the successful transition from existing scrap tire diversion projects to 100% Green product utilization.
fr: Les EPRTS Cradle-to-Reincarnation les capacités d'identification et de suivi couplé avec son accoutability systémique complète fournissent le cadre initial nécessaire pour assurer la transition réussie de projets existants détournement de pneus usés à l'utilisation des produits 100% vert.

source: The EPRTS Stewardship platform offers a market based concept that fully utilizes the existing tire industry's infrastuctures.
fr: La plate-forme EPRTS intendance propose un concept axé sur le marché qui utilise pleinement les infrastructures de l'industrie pneus actuels.

source: Tire Transportation Permit #:
fr: Tire Transports Permis #:

source: Tire Trax
fr: EPRTS

source: EPRTS Benefit Includes
fr: Prestation EPRTS Comprend

source: EPRTS provides the unified and incentivised operations and management solutions for businesses and governments to welcome the incorporation of a 100% Green Recycling initiative.
fr: EPRTS fournit les opérations unifiées et récompensés et les solutions de gestion pour les entreprises et les gouvernements pour accueillir l'incorporation d'une initiative de recyclage vert 100%.

source: EPRTS Updates
fr: Mises à jour EPRTS

source: EPRTS, by EPR Dynamics, is the complete solution for an Extended Product Responsibility Scrap Tire Stewardship's recycling operations and management challenges.
fr: EPRTS, par la dynamique EPR, est la solution complète pour les opérations de recyclage d'un produit sur ​​la responsabilité élargie des pneus usés intendance et les défis de gestion.

source: To
fr: à

source: Trax Exchange
fr: Trax Bourse

source: User Name
fr: Nom d'utilisateur

source: User or Scrap
fr: Utilisateur ou Scrap

source: User Type
fr: type d'utilisateur

source: Username
fr: Nom d'utilisateur

source: view details
fr: afficher les détails

source: Waste Hauling Permit #2:
fr: Transport des déchets Permis n ° 2:

source: Waste Storage Permit #2:
fr: Déchets de permis de stockage n ° 2:

source: Waste Trax
fr: déchets Trax

source: Website
fr: site Web

source: Welcome
fr: accueil

source: You are
fr: vous êtes

source: Bin/Space
fr: Bin / Espace

source: Brand
fr: marque

source: Brand 2
fr: marque 2

source: C Barcode
fr: Barcode C

source: DOT Number
fr: Numéro DOT

source: Lot Number
fr: Numéro de lot

source: Month
fr: mois

source: Plant
fr: usine

source: Size
fr: taille

source: Thankyou for your Registrtion at EPRTS. You will be notify by Email. Please check your Email for your Login Information.
fr: Merci de votre inscription à EPRTS. Vous serez informer par e-mail. S'il vous plaît vérifier votre e-mail pour vos informations de connexion.

source: Welcome to EPRTS
fr: Bienvenue sur EPRTS

source: Year
fr: année

source: Reject
fr: rejeter

source: Email Address
fr: adresse e-mail

source: Forgot Password
fr: Mot de passe oublié

source: Error 404 - Page Not Found
fr: Erreur 404 - Page introuvable

source: Go back to Home Page
fr: Retour à la page d'accueil

source: Sorry, but the page you are looking for might have been removed,had its name changed, or is temporarily unavailable.
fr: Désolé, mais la page que vous recherchez ait été supprimée, que son nom ait changé, ou est temporairement indisponible.

source: Business Phone
fr: téléphone au bureau

source: City
fr: ville

source: Company Name
fr: Nom de la société

source: Permit #
fr: Permis #

source: State
fr: état

source: Pending Goverment Agency
fr: Agence Goverment attente

source: Pending Law Enforcement Agency
fr: En attendant Law Enforcement Agency

source: Pending Organization
fr: Dans l'attente de l'Organisation

source: Pending Stakeholders
fr: Les intervenants en attente

source: Pending Stewards
fr: Commissaires attente

source: Pending Stewardships
fr: intendances en attente

source: EPR User Name
fr: Nom d'utilisateur EPR

source: Stewardship Type
fr: type d'intendance

source: Agency Type
fr: type d'organisme

source: Steward Type
fr: Steward type d'

source: Received Date
fr: date de réception

source: Reset
fr: remettre

source: --Select--
fr: --Sélectionner--

source: Go To Home
fr: Aller à l'accueil

source: Location Name
fr: Région Nom

source: Primary Contact:
fr: Personne-ressource:

source: Registration Form
fr: Formulaire d'inscription

source: Business Legal Name
fr: Raison sociale

source: Enter ZIP Code
fr: Entrez le code postal

source: First Name
fr: Prénom

source: If applicable
fr: le cas échéant

source: Primary physical location Street # - Street name
fr: Physique primaire emplacement de la rue # - Nom de la rue

source: Suite # or Unit #
fr: Suite # Unit # ou

source: Login:
fr: Connexion:

source: Middle Name:
fr: Prénom:

source: Phone Number:
fr: Numéro de téléphone:

source: Re Enter Password:
fr: Re Entrer Mot de passe:

source: Update Password:
fr: Mise à jour Mot de passe:

source: User Role:
fr: Rôle de l'utilisateur:

source: Scrap Category Type:
fr: Scrap Type Catégorie:

source: Scrap Category:
fr: Scrap Catégorie:

source: Tire Types:
fr: Types de pneus:

source: Inventory Revenue
fr: revenu d'inventaire

source: Size to PET
fr: Taille de PET

source: --Select--
fr: - Sélectionnez -

source: Account Information
fr: Informations sur le compte

source: Account Number
fr: Numéro de compte

source: Account Title
fr: Titre compte

source: Account Title :
fr: Titre du compte:

source: Account Type
fr: type de compte

source: Account Type :
fr: Type de compte:

source: Account# :
fr: Compte:

source: Add New Credit Information
fr: Ajout d'informations de New Credit

source: Address
fr: adresse

source: Admin Permission
fr: Permission admin

source: Bank Account Information
fr: Informations sur le compte bancaire

source: Bank Address Information
fr: Adresse de la banque d'information

source: Bank Name
fr: Nom de la banque

source: Bank Name :
fr: Nom de la banque:

source: Branch
fr: branche

source: Branch :
fr: Direction générale:

source: Business
fr: entreprise

source: Card Name
fr: Nom de la carte

source: Card Number
fr: Numéro de la carte

source: Card#:
fr: N ° de carte:

source: City :
fr: ville:

source: Credit Card Information
fr: Carte de crédit

source: Credit Card Type
fr: Type de carte de crédit

source: Current
fr: courant

source: Default Permission
fr: L'autorisation par défaut

source: Default URL:
fr: URL par défaut:

source: Expiry Date
fr: date d'expiration

source: Group:
fr: Groupe:

source: LookUp Name
fr: recherche de nom

source: Navigate on main screen:
fr: Naviguez sur l'écran principal:

source: Order By
fr: Trier par

source: Page Name
fr: Nom de la page

source: Page Path
fr: chemin de la page

source: Path:
fr: chemin d'accès:

source: Permission
fr: autorisation

source: Permissions
fr: autorisations

source: Phone# :
fr: N ° de téléphone:

source: Primary Account
fr: compte primaire

source: Primary Card
fr: carte principale

source: Primary Phone
fr: Numéro de téléphone principal

source: Roles:
fr: rôles:

source: Routing# :
fr: # Routage:

source: Saving
fr: économie

source: Serial Number
fr: numéro de série

source: State :
fr: Etat:

source: Street Name
fr: Nom de la rue

source: Street Name :
fr: Nom de la rue:

source: Street Number
fr: Numéro de rue

source: Street Number :
fr: Numéro civique:

source: VC2 Code
fr: code de VC2

source: View Permission
fr: Permission du

source: Zip Code :
fr: Code postal:

source: Bank Account
fr: compte bancaire

source: Credit Card
fr: carte de crédit

source: Select Country and Stewardship to continue
fr: Sélectionnez Pays et intendance de continuer

source: Welcome to EPR
fr: Bienvenue à EPR

source: EPR Technology Solutions is the complete solution for an Extended Product Responsibility Scrap Tire Stewardship's recycling operations and management challenges.
fr: EPR Technology Solutions est la solution complète pour les opérations de recyclage de la ferraille une étendue de la responsabilité de produit d'intendance des pneus et les défis de gestion.
