Repository: AsmaBabarISL/Epr_General
Catalog: TireTrax/TireTraxPublicSite/Resources/Errors/Errors.*.resx
Languages: es, ja

# &quot;Suite # or Unit #
source: "Suite # or Unit #
es: "Suite # o Unidad #
ja: スイート＃またはユニット＃

# Add Supplier
source: Add this Reference
es: Añadir esta referencia
ja: サプライヤーを追加

# Business Legal Name
source: Legal Business Name
es: Nombre del Negocio Jurídico
ja: ビジネス正式名称

source: Delete
es: borrar
ja: 削除

source: Enter ZIP Code
es: Ingrese el código postal
ja: 郵便番号を入力する

source: First Name
es: Nombre
ja: ファーストネーム

source: From
es: de
ja: から

source: If applicable
es: En su caso
ja: 該当する場合

source: If Mailing Address different
es: Si la dirección de correo diferente
ja: 郵送先住所と異なる場合

source: Last Name
es: apellido
ja: 姓

source: Location Legal Name
es: Ubicación Nombre Legal
ja: 場所正式名称

# Mailing Street# - Street name
source: Street# - Name
es: Mailing Street # - Nombre de la calle
ja: メーリングリストストリート＃ - ストリート名

source: Next
es: Próximo
ja: 次の

source: Password does not match
es: Contraseña no coincide
ja: パスワードが一致しません

source: Please add atleast three clients
es: Por favor, añada Atleast tres clientes
ja: 少なくとも3つのクライアントを追加してください

source: Please add atleast three Suppliers
es: Por favor, añada Atleast tres proveedores
ja: 少なくとも三つのサプライヤーを追加してください

source: Please check mark Permanent or Temporary box
es: Marque la casilla marca permanente o temporal
ja: マーク永続的または一時的なチェックボックスをオンにしてください

source: Please check mark the Steward Privacy Agreement box
es: Por favor, compruebe marcar la casilla Privacidad Steward Acuerdo
ja: スチュワードプライバシー契約ボックスにマークを確認してください

source: Please check mark the EPRTS Privacy Agreement box
es: Por favor, compruebe marcar la casilla Acuerdo de privacidad EPRTS
ja: EPRTSプライバシー契約ボックスにマークを確認してください

source: Please enter Mailing Suite# or PO Box#
es: Por favor introduzca Correo Suite # o PO Box #
ja: メーリングリストスイート＃または私書箱＃を入力してください

source: Please enter Address
es: Por favor, introduzca la dirección
ja: アドレスを入力してください

# Please enter Business Name
source: Please enter Business Legal Name
es: Por favor, introduzca nombre comercial legal
ja: 会社名を入力してください

source: Please enter Business Phone
es: Por favor, introduzca Teléfono de la empresa
ja: ビジネス電話を入力してください

source: Please enter City
es: Por favor, introduzca City
ja: 都市を入力してください

source: Please enter Company Name
es: Por favor, introduzca Nombre de la empresa
ja: 会社名を入力してください

source: Please enter Contact Name
es: Por favor, introduzca Nombre de contacto
ja: 連絡先名を入力してください

source: Please enter Location Contact Email
es: Por favor introduzca Correo electrónico Ubicación Contacto
ja: 場所の連絡先メールアドレスを入力してください

# Please enter Location Name
source: Please enter Location Legal Name
es: Por favor, introduzca Nombre Ubicación
ja: 場所の名前を入力してください

source: Please enter Location Permit #
es: Por favor, introduzca Permiso de Ubicación #
ja: 場所証を入力してください＃

source: Please enter Mailing Address
es: Por favor, introduzca la dirección de correo
ja: 郵送先住所を入力してください

source: Please enter Mailing Address City
es: Por favor, introduzca Ciudad Dirección postal
ja: メーリングリストのアドレスシティを入力してください

source: Please enter Mailing Address ZIP Code
es: Por favor, introduzca la dirección de correo Código postal
ja: 郵送先住所の郵便番号を入力してください

source: Please enter Owner Email
es: Por favor introduzca Correo electrónico Propietario
ja: 所有者のメールアドレスを入力してください

source: Please enter Password
es: Por favor, introduzca su contraseña
ja: パスワードを入力してください

source: Please enter Primary Contact Cell Phone
es: Por favor, introduzca Teléfono Celular Contacto Primario
ja: メイン連絡先の携帯電話を入力してください

source: Please enter Primary Contact Email
es: Por favor introduzca Correo electrónico del contacto principal
ja: プライマリ連絡先メールアドレスを入力してください

source: Please enter Suit #
es: Por favor, introduzca Suit #
ja: スーツを入力してください＃

source: Please enter Tire Storage Permit Number
es: Por favor, introduzca almacenamiento de neumáticos Número de Por favor, introduzca almacenamiento de neumáticos Número de permiso
ja: タイヤ保管許可番号を入力してください

source: Please enter Tire Transportation Permit Number
es: Por favor, introduzca Transporte Neumático Número de permiso
ja: タイヤ輸送許可番号を入力してください

source: Please enter valid Business Phone
es: Por favor, introduzca Business Phone válido
ja: 有効なビジネス電話を入力してください

source: Please enter valid Email Address
es: Por favor, introduzca la dirección de correo electrónico válida
ja: 有効なメールアドレスを入力してください

source: Please enter valid Primary Contact Business Phone
es: Por favor, introduzca válida Teléfono principal Business Contact
ja: 有効なプライマリ担当ビジネス電話を入力してください

source: Please enter valid Primary Contact Cell Phone
es: Por favor, introduzca válida Teléfono Celular Contacto Primario
ja: 有効なプライマリ担当者の携帯電話を入力してください

source: Please enter valid Primary Contact Email
es: Por favor introduzca Correo electrónico válida Contacto Principal
ja: 有効なプライマリ連絡先メールアドレスを入力してください

source: Please enter valid ZIP Code e.g; 06514, M3C 0C1
es: Por favor, introduzca válido Código postal p.e., 06514, M3C 0C1
ja: 06514、M3C0C1、有効な郵便番号e.gを入力してください

source: Please enter ZIP Code
es: Por favor, introduzca el código postal
ja: 郵便番号を入力してください

source: Please Re-Enter Password
es: Vuelva a introducir su contraseña
ja: パスワードを再入力してください

source: Please select Accounting Interface
es: Por favor, seleccione Interfaz de Contabilidad
ja: 会計インターフェイスを選択してください

source: Please select atleast one Stakeholder Certification
es: Por favor, seleccione Atleast una certificación Stakeholder
ja: 少なくとも1つのステークホルダーの認証を選択してください

source: Please select atleast one Transporter Hauling Certification
es: Por favor, seleccione Atleast una certificación Transportador Acarreo
ja: 少なくとも1つのトランスポーター運搬証明書を選択してください

source: Please select City
es: Por favor, seleccione Ciudad
ja: 都市を選択してください

source: Please select Country
es: Por favor, seleccione País
ja: 国を選択してください

source: Please select Date Range
es: Por favor, seleccione Intervalo de fechas
ja: 日付範囲を選択してください

source: Please select Inventory Interface
es: Por favor, seleccione Interfaz de inventario
ja: 在庫インターフェイスを選択してください

source: Please select Mailing Address Country
es: Por favor, seleccione País Dirección postal
ja: 郵送先住所の国を選択してください

source: Please select Mailing Address State
es: Por favor, seleccione Estado Dirección postal
ja: メーリングリストのアドレスの状態を選択してください

source: Please select Organization Type
es: Por favor, seleccione Tipo de Organización
ja: 組織の種類を選択してください

source: Please select Province
es: Por favor, seleccione Provincia
ja: 県を選択してください

source: Please select State
es: Por favor, seleccione Estado
ja: Stateを選択してください

source: Please select Temporary Event Type
es: Por favor, seleccione Tipo de Evento Temporal
ja: 一時的なイベントの種類を選択してください

source: Primary Contact Name
es: Nombre del contacto principal
ja: プライマリ担当者名

# Primary physical location Street # - Street name
source: Physical location Street# - Name
es: Ubicación física Street # - Nombre
ja: 主要な物理的な場所ストリート＃ - ストリート名

source: Temporary User Login ID
es: Temporal usuario Nombre de usuario
ja: 一時的なユーザー·ログインID

source: To
es: a
ja: へ

source: Please enter Cell Phone
es: Por favor, introduzca Cell Phone
ja: 携帯電話を入力してください

source: Please enter Location Contact Name
es: Por favor, introduzca Nombre Ubicación Contacto
ja: 場所の連絡先名を入力してください

source: Please check mark S-Trax Stewardship Services
es: Por favor marca de verificación S-Trax Servicios de Mayordomía
ja: マークS-Traxのスチュワードシップサービスを確認してください

source: Please enter Billing Contact Cell Phone
es: Por favor, introduzca Contacto de Facturación teléfono celular
ja: 請求先の携帯電話を入力してください

source: Please enter Billing Contact Email
es: Por favor introduzca Correo electrónico de contacto de facturación
ja: 請求先のメールアドレスを入力してください

source: Please enter Billing Contact Name
es: Por favor, introduzca el nombre de Facturación Contacto
ja: 請求先担当者名を入力してください

source: Please enter Billing Contact Phone
es: Por favor, introduzca Teléfono Billing Contact
ja: 請求先電話番号を入力してください

source: Please enter Client Contact Name
es: Por favor, introduzca el nombre del cliente Contacto
ja: クライアントの担当者名を入力してください

source: Please enter Facility City
es: Por favor, introduzca Planta Ciudad
ja: ファシリティ都市を入力してください

source: Please enter Facility Street Address
es: Por favor, introduzca la dirección Mecanismo Street
ja: 施設の住所を入力してください

source: Please enter Facility ZIP Code
es: Por favor, introduzca Código postal Fondo
ja: 施設の郵便番号を入力してください

source: Please enter Mailing City
es: Por favor, introduzca postal Ciudad
ja: メーリングリスト都市を入力してください

source: Please enter Mailing ZIP Code
es: Por favor, introduzca código postal ZIP
ja: 宛名の郵便番号を入力してください

source: Please enter Primary Contact Name
es: Por favor, introduzca el nombre del contacto principal
ja: 主担当者名を入力してください

source: Please enter Primary Contact Phone
es: Por favor, introduzca Teléfono de Contacto Primario
ja: プライマリ連絡先電話番号を入力してください

source: Please enter Supplier Contact Name
es: Por favor, introduzca el nombre de contacto Proveedor
ja: 仕入先担当名を入力してください

source: Please enter Temporary User Login ID
es: Por favor, introduzca la ID de usuario Ingreso Temporal
ja: 一時的なユーザのログインIDを入力してください

source: Please select atleast one Stewardship Module
es: Por favor, seleccione Atleast un Módulo de Administración
ja: 少なくとも1つのスチュワードシップ·モジュールを選択してください

source: Please select Facility State
es: Por favor, seleccione Fondo Estatal
ja: ファシリティステートを選択してください

source: Please select Mailing State
es: Por favor, seleccione Estado de Correo
ja: メーリングリストの状態を選択してください

source: Enter Bin/Space
es: Ingrese Bin / Espacio
ja: ビン/スペースを入力してください

source: Enter Brand
es: Ingrese Marca
ja: ブランドを入力してください

source: Enter Brand 2
es: Ingrese Marca 2
ja: ブランドは、2を入力します

source: Enter Lot Number
es: Ingresa el número de lote
ja: ロット番号を入力

source: Enter Month
es: Introduzca mes
ja: 月を入力してください

source: Enter Month e.g 02
es: Introduzca mes v.g. 02
ja: 月は02 e.g入力

source: Enter Only Numbers
es: Ingresar sólo números
ja: 数字のみを入力してください

source: Enter Plant
es: Ingrese Plant
ja: プラントを入力してください

source: Enter Size
es: Introduzca el tamaño de
ja: サイズを入力してください

source: Enter TX-Barcode
es: Ingrese TX-Barcode
ja: TX-バーコードを入力してください

source: Enter Year
es: Ingrese Año
ja: 年を入力してください

source: Enter Year e.g 2012
es: Ingrese Año 2012 v.g.
ja: 年は2012年をe.g入力

source: Enter Numeric Only.
es: Ingrese numéricos.
ja: 数字のみ入力してください。

source: Select Value
es: Seleccione Valor
ja: 値]を選択します

source: Enter Dollar Value
es: Introduzca el valor del dólar
ja: ドルの値を入力し

source: Enter Effective Date
es: Introduzca la Fecha Efectiva
ja: 発効日を入力してください

source: Enter Expiration Date
es: Introduzca Fecha de caducidad
ja: 有効期限を入力します

source: Enter Email
es: Escribir el correo electrónico
ja: メールアドレスを入力する

source: Enter First Name
es: Ingrese el nombre
ja: First Name（名）を入力してください

source: Enter Last Name
es: Escriba el apellido
ja: 姓を入力してください

source: Enter Password
es: Escriba la contraseña del
ja: パスワードを入力

source: Enter Valid Email
es: Escribir el correo electrónico válida
ja: 有効なメールアドレスを入力して

source: Please enter a valid Phone Number. e.g; 000-000-0000
es: Por favor, introduzca un número de teléfono válido. p.e., 000-000-0000
ja: 有効な電話番号を入力してください。 e.g;000-000-0000

source: Please enter Phone
es: Por favor, introduzca Teléfono
ja: 電話番号を入力してください

source: Re Enter Password
es: Re Escriba la contraseña del
ja: パスワードを再入力

source: Please select Role
es: Por favor, seleccione Papel
ja: 役割を選択してください

source: Enter Login
es: Ingrese Login
ja: ログインを入力します

source: Enter Repeat Password
es: Ingrese Repetir contraseña
ja: パスワードを繰り返し入力する

source: Select atleast one Role
es: Seleccione Atleast un papel
ja: 少なくとも1つの役割を選択します。

source: Please select Scrap Category Type
es: Por favor seleccione el tipo de chatarra Categoría
ja: スクラップカテゴリタイプを選択してください
